Repository: relaxdiego/mayan-edms
Catalog: mayan/apps/web_links/locale/*/LC_MESSAGES/django.po
Languages: ar, bg, de_de, el, fr, nl, pl, pt, ru, tr_tr, zh_hans

source: Links
tr_tr: Bağlantılar

source: Web links
ar: روابط النظام
bg: Уеб връзки
de_de: Weblink
el: Διαδυκτιακοί σύνδεσμοι
fr: Liens web
pl: Linki internetowe
pt: Links da web
ru: Веб-ссылки
tr_tr: Web bağlantıları
zh_hans: 网页链接

source: Web link created
ar: رابط النظام المنشأ
bg: Създадена е уеб връзка
de_de: Weblink erzeugt
el: Διαδυκτιακός σύνδεσμος δημιουργήθηκε
fr: Lien web créé
nl: Weblink aangemaakt
pl: Utworzono link
pt: Link da web criado
ru: Веб-ссылка создана
tr_tr: Web bağlantısı oluşturuldu
zh_hans: 网络链接已创建

source: Web link edited
ar: تعديل رابط النظام
bg: Редактирана уеб връзка
de_de: Weblink bearbeitet
el: Διαδυκτιακός σύνδεσμος τροποποιήθηκε
fr: Lien web modifié
nl: Weblink bewerkt
pl: Edytowano link
pt: Link da web editado
ru: Веб-ссылка изменена
tr_tr: Web bağlantısı düzenlendi
zh_hans: 网络链接已编辑

source: Web link navigated
ar: إستعراض رابط النظام
bg: Навигирана уеб връзка
de_de: Weblink verwendet
el: Πραγματοποιήθηκε πλοήγηση σε διαδυκτιακό σύνδεσμο
fr: Lien web consulté
nl: Weblink bezocht
pl: Otwarto link
pt: Web link navegado
ru: Выполнен переход по веб-ссылке
tr_tr: Web bağlantısında gezinildi
zh_hans: 网页链接已导航

source: Create new web link
ar: إنشاء رابط جديد
bg: Създайте нова уеб връзка
de_de: Neuen Weblink erzeugen
el: Δημιουργία νέου διαδικτυακού συνδέσμου
fr: Créer un nouveau lien web
nl: Nieuwe weblink aanmaken
pl: Stworzono link
pt: Criar novo link da web
ru: Создать веб-ссылку
tr_tr: Yeni web bağlantısı oluştur
zh_hans: 建立新的网页连结

source: Delete
ar: حذف
bg: Изтрийте
de_de: Löschen
el: Διαγραφή
fr: Supprimer
nl: Verwijderen
pl: Usuń
pt: Remover
ru: Удалить
tr_tr: Sil
zh_hans: 删除

source: Document types
ar: أنواع الوثائق
bg: Типове документи
de_de: Dokumententypen
el: Τύποι εγγράφων
fr: Types de documents
pl: Typy dokumentów
pt: Tipos de documento
ru: Типы документов
tr_tr: Belge türleri
zh_hans: 文件类型

source: Edit
ar: تعديل
bg: Редактиране
de_de: Bearbeiten
el: Τροποποίηση
fr: Modifier
nl: Bewerken
pl: Edytuj
pt: Editar
ru: Редактировать
tr_tr: Düzenle
zh_hans: 编辑

source: Navigate
ar: المتصفح
bg: Навигация
de_de: Navigieren
el: Πλοήγηση
fr: Consulter
nl: Navigeren
pl: Nawiguj
pt: Navegar
ru: Навигация
tr_tr: Gezinti
zh_hans: 导航

source: A short text describing the web link.
ar: وصف مختصر لروابط النظام
bg: Кратък текст, описващ уеб връзката.
de_de: Ein kurzer Text, der den Weblink beschreibt.
el: Σύντομο κείμενο που περιγράφει τον διαδικτυακό σύνδεσμο.
fr: Un court texte décrivant le lien Web.
nl: Een korte tekst die de weblink beschrijft.
pl: Krótki teks opisujący link
pt: Pequeno texto descrevendo o link da web.
ru: Краткое описание веб-ссылки.
tr_tr: Web bağlantısını açıklayan kısa bir metin.
zh_hans: 描述Web链接的简短文本。

source: Label
ar: العنوان
bg: Етикет
de_de: Bezeichner
el: Ετικέτα
fr: Étiquette
pl: Etykieta
pt: Nome
ru: Заголовок
tr_tr: Etiket
zh_hans: 标签

source: Template that will be used to craft the final URL of the web link.
ar: القالب المستخدم
bg: Шаблон, който ще бъде използван за изработване на крайния URL адрес на уеб връзката.
de_de: Vorlage, die für die Erstellung der endgültigen URL des Weblinks verwendet wird.
el: Το υπόδειγμα που θα χρησιμοποιηθεί για την δημιουργία του τελικού URL του διαδικτυακού συνδέσμου.
fr: Modèle qui sera utilisé pour créer l'URL finale du lien Web.
nl: Sjabloon dat wordt gebruikt om de definitieve URL van de weblink samen te stellen.
pl: Szablon, który będzie używany do tworzenia końcowego adresu URL linku.
pt: Template que será usado para criar a URL final do web link.
ru: Шаблон, который будет использоваться для создания конечного URL-адреса веб-ссылки.
tr_tr: Web bağlantısının nihai URL'sini oluşturmak için kullanılacak şablon.
zh_hans: 用于制作Web链接最终URL的模板。

source: Template
ar: القالب
bg: Шаблон
de_de: Vorlage
el: Πρότυπο
fr: Modèle
nl: Sjabloon
pl: Szablon
ru: Шаблон
tr_tr: Şablon
zh_hans: 模板

source: Enabled
ar: مفعل
bg: Активиран
de_de: Aktiviert
el: Ενεργοποιημένο
fr: Activé
nl: Ingeschakeld
pl: Włączone
pt: Ativado
ru: Включено
tr_tr: Etkin
zh_hans: 启用

source: Web link
ar: الرابط
bg: Уеб връзка
el: Διαδικτυακός σύνδεσμος
fr: Lien web
pl: Link sieciowy
pt: Link da web
ru: Веб-ссылка
tr_tr: Web bağlantısı
zh_hans: 网页链接

source: Create new web links
ar: أنشاء روابط جديدة
bg: Създайте нови уеб връзки
de_de: Neue Weblinks erzeugen
el: Δημιουργία νέων διαδικτυακών συνδέσμων
fr: Créer de nouveaux liens web
nl: Nieuwe weblinks aanmaken
pl: Utwórz nowe linki
pt: Criar novos links da web
ru: Создать веб-ссылки
tr_tr: Yeni web bağlantıları oluştur
zh_hans: 建立新的网页连结

source: Delete web links
ar: حذف الروابط
bg: Изтриване на уеб връзки
de_de: Weblinks löschen
el: Διαγραφή διαδικτυακών συνδέσμων
fr: Supprimer les liens web
nl: Weblinks verwijderen
pl: Usuń linki
pt: Remover links da web
ru: Удалить веб-ссылки
tr_tr: Web bağlantılarını sil
zh_hans: 删除网页链接

source: Edit web links
ar: تعديل الروابط
bg: Редактиране на уеб връзки
de_de: Weblinks bearbeiten
el: Τροποποίηση διαδικτυακών συνδέσμων
fr: Modifier les liens web
nl: Weblinks bewerken
pl: Edytuj linki
pt: Editar links da web
ru: Редактировать веб-ссылки
tr_tr: Web bağlantılarını düzenle
zh_hans: 编辑网页链接

source: View existing web links
ar: إستعراض الروابط الحالية
bg: Вижте съществуващите уеб връзки
de_de: Vorhandene Weblinks anzeigen
el: Προβολή υπαρχόντων διαδικτυακών συνδέσμων
fr: Afficher les liens web existants
nl: Bestaande weblinks bekijken
pl: Zobacz istniejące linki
pt: Ver web links existentes
ru: Просмотр существующих веб-ссылок
tr_tr: Mevcut web bağlantılarını görüntüle
zh_hans: 查看现有的Web链接

source: View web link instances
ar: حالة الرابط
bg: Вижте случаи на уеб връзки
de_de: Weblink-Instanzen anzeigen
el: Προβολή στιγμιοτύπων διαδικτυακών συνδέσμων
fr: Afficher les instances de lien Web
nl: Weblink-instanties bekijken
pl: Wyświetl instancje linków
pt: Ver instâncias de web link
ru: Просмотр экземпляров веб-ссылок
tr_tr: Web bağlantısı örneklerini görüntüleyin
zh_hans: 查看网页链接实例

source: Primary key of the document type to add to the web link.
bg: Основен ключ от типа документ, който да се добави към уеб връзката.
de_de: Primärschlüssel des Dokumententyps, welcher zum Weblink hinzuzufügt wird.
fr: Clé primaire du type de document à ajouter au lien Web.
nl: Primaire sleutel van het documenttype om toe te voegen aan de weblink.
pt: Chave primária do tipo de documento a ser adicionado ao link da web.
ru: Первичный ключ типа документа, который нужно добавить в веб-ссылку.
tr_tr: Web bağlantısına eklenecek belge türünün birincil anahtarı.
zh_hans: 要添加到Web链接的文档类型主键。

source: Primary key of the document type to remove from the web link.
bg: Основен ключ от типа документ, който да се премахне от уеб връзката.
de_de: Primärschlüssel des Dokumenttyps, welcher aus dem Weblink entfernt wird.
fr: Clé primaire du type de document à supprimer du lien Web.
nl: Primaire sleutel van het documenttype dat uit de weblink moet worden verwijderd.
pt: Chave primária do tipo de documento a ser removido do link da web.
ru: Первичный ключ типа документа, который нужно удалить из веб-ссылки.
tr_tr: Web bağlantısından kaldırılacak belge türünün birincil anahtarı.
zh_hans: 要从Web链接中删除的文档类型主键。

source: Web links enabled
ar: تفعيل الروابط
bg: Активирани уеб връзки
de_de: Weblinks aktiviert
el: Διαδικτυακοί σύνδεσμοι ενεργοποιήθηκαν
fr: Liens web activés
nl: Ingeschakelde weblinks
pl: Linki włączone
pt: Web links habilitados
ru: Включенные веб-ссылки
tr_tr: Web bağlantıları etkinleştirildi
zh_hans: 网页链接已启用

source: Available web links
ar: الروابط المتاحة
bg: Налични уеб връзки
de_de: Verfügbare Weblinks
el: Διαθέσιμοι διαδικτυακοί σύνδεσμοι
fr: Liens web disponibles
nl: Beschikbare weblinks
pl: Dostępne linki
pt: Links da web disponíveis
ru: Доступные веб-ссылки
tr_tr: Kullanılabilir web bağlantıları
zh_hans: 可用的网页链接

source: Web links to enable for document type: %s
ar: تفعيل الروابط لأنواع الوثائق: %s
bg: Уеб връзки за активиране на тип документ: %s
de_de: Zu aktivierende Weblinks für Dokumententyp %s
el: Διαδυκτιακοί σύνδεσμοι προς ενεργοποίηση για έγγραφα του τύπου: %s
fr: Liens web à activer pour le type de document: %s
nl: Weblinks om in te schakelen voor documenttype: %s
pl: Linki do włączenia dla typu dokumentu: %s
pt: Web links a habilitar para o tipo de documento: %s
ru: Веб-ссылки для типа документа: %s
tr_tr: Belge türünü etkinleştirmek için web bağlantıları: %s
zh_hans: 将要启用文档类型的Web链接：%s

source: Delete web link: %s
ar: حذف الرابط : %s
bg: Изтриване на уеб връзка: %s
de_de: Weblink %s löschen
el: Διαγραφή διαδικτυακού συνδέσμου: %s
fr: Supprimer le lien web: %s
nl: Verwijder weblink: %s
pl: Usuń link: %s
pt: Excluir web link: %s
ru: Удалить веб-ссылку: %s
tr_tr: Şu web bağlantısını sil: %s
zh_hans: 删除网页链接：%s

source: Document types enabled
ar: تفعيل الوثائق
bg: Активирани типове документи
de_de: Aktivierte Dokumententypen
el: Ενεργοποιημένοι τύποι εγγράφων
fr: Types de documents actifs
nl: Ingeschakelde documenttypes
pl: Typy dokumentów z udostępnionym łączem
pt: Tipos de documentos habilitados
ru: Включенные типы документов
tr_tr: Belge türleri etkinleştirildi
zh_hans: 文档类型已启用

source: Available document types
ar: أنواع الوثائق المتاحة
bg: Налични типове документи
de_de: Verfügbare Dokumententypen
el: Διαθέσιμοι τύποι εγγράφων
fr: Types de document disponibles
nl: Beschikbare documenttypes
pl: Dostępne typy dokumentów
pt: Tipos de documento disponíveis
ru: Доступные типы документов
tr_tr: Kullanılabilir belge türleri
zh_hans: 可用的文档类型

source: Document type for which to enable web link: %s
ar: أنواع الوثائق المفعلة للرابط : %s
bg: Тип документ, за който да се активира уеб връзка: %s
de_de: Dokumententyp, für den der Weblink aktiviert werden soll: %s
el: Τύποι εγγράφων για τους οποίους να ενεργοποιηθεί ο διαδικτυακός σύνδεσμος: %s
fr: Type de document pour lequel vous activez le lien Web: %s
nl: Documenttype waarvoor weblink wordt ingeschakeld: %s
pl: Typ dokumentu, dla którego należy włączyć linki: %s
pt: Tipo de documento para o qual habilitar o link web: %s
ru: Типы документов, для которых нужно включить веб-ссылку: %s
tr_tr: Web bağlantısının etkinleştirileceği belge türü: %s
zh_hans: 要为其启用Web链接的文档类型：%s

source: Edit web link: %s
ar: تعديل الرابط : %s
bg: Редактиране на уеб връзка: %s
de_de: Weblink %s bearbeiten
el: Τροποποίηση διαδικτυακού συνδέσμου: %s
fr: Modifier le lien web: %s
nl: Bewerk weblink: %s
pl: Edytuj link: %s
pt: Editar web link: %s
ru: Редактировать веб-ссылку: %s
tr_tr: Web bağlantısını düzenleyin: %s
zh_hans: 编辑网页链接：%s

source: Web links allow generating HTTP links from documents to external resources. The link URL's can contain document properties values.
ar: تسمح روابط الويب بإنشاء روابط HTTP من الوثائق إلى الأنظمة الخارجيةويمكن أن يحتوي عنوان الرابط على قيم خصائص الوثيقة.
bg: Уеб връзките позволяват генериране на HTTP връзки от документи към външни ресурси. URL адресът на връзката може да съдържа стойности на свойствата на документа.
de_de: Weblinks ermöglichen die Erzeugung von HTTP-Links von Dokumenten zu externen Ressourcen. Die Link-URLs können Werte für Dokumenteigenschaften enthalten.
el: Οι διαδικτυακοί σύνδεσμοι επιτρέπουν την δημιουργία HTTP συνδέσμων από έγγραφα σε εξωτερικές πηγές. Οι σύνδεσμοι URL μπορούν να περιέχουν τιμές ιδιοτήτων του εγγράφου.
fr: Les liens web permettent de générer des liens HTTP à partir de documents vers des ressources externes. L'URL du lien peut contenir des valeurs de propriétés de document.
nl: Met weblinks kunnen HTTP links worden gemaakt van documenten naar externe bronnen. De URLs kunnen documenteigenschappen bevatten.
pl: Linki umożliwiają generowanie łączy HTTP z dokumentów do zasobów zewnętrznych. Adresy URL linków mogą zawierać wartości właściwości dokumentu.
pt: Web links permitem a geração de links HTTP de documentos para fontes externas. A URL do link pode conter propriedades dos documentos.
ru: Веб-ссылки позволяют создавать HTTP-ссылки из документов на внешние ресурсы. URL-адрес ссылок может содержать значения свойств документа.
tr_tr: Web bağlantıları, belgelerden harici kaynaklara HTTP bağlantıları oluşturmaya izin verir. Bağlantı URL'leri, belge özellikleri değerleri içerebilir.
zh_hans: 网页链接允许生成包括文档及外部资源的HTTP链接。链接URL可以包含文档属性值。

source: There are no web links
ar: لا يوجد روابط
bg: Няма уеб връзки
de_de: Keine Weblinks vorhanden
el: Δεν υπάρχουν διαδικτυακοί σύνδεσμοι
fr: Il n'y a pas de liens web
nl: Er zijn geen weblinks
pl: Brak linków
pt: Não existem links de web
ru: Нет веб-ссылок
tr_tr: Web bağlantıları yok
zh_hans: 没有网页链接

source: There are no web links for this document
ar: لا توجد روابط لهذه الوثيقة
bg: Няма уеб връзки за този документ
de_de: Es gibt keine Weblinks für dieses Dokument
el: Δεν υπάρχουν διαδικτυακοί σύνδεσμοι για αυτό το έγγραφο
fr: Il n'y a pas de liens web pour ce document
nl: Er zijn geen weblinks voor dit document
pl: Brak linków do tego dokumentu
pt: Não existem nenhuns links de web para este documento.
ru: Для этого документа нет веб-ссылок
tr_tr: Bu belge için web bağlantısı yok
zh_hans: 该文档没有网页链接

source: Web links for document: %s
ar: روابط الوثائق : %s
bg: Уеб връзки за документ: %s
de_de: Weblinks für Dokument %s
el: Διαδικτυακοί σύνδεσμοι για το έγγραφο: %s
fr: Liens web pour document: %s
nl: Weblinks voor document: %s
pl: Linki do dokumentu: %s
pt: Web links para o documento: %s
ru: Веб-ссылки для документа: %s
tr_tr: Bu belge için web bağlantıları: %s
zh_hans: 文档的网页链接：%s

source: URL
el: Διεύθυνση URL
zh_hans: 网址
