Repository: relaxdiego/mayan-edms
Catalog: mayan/apps/mailer/locale/*/LC_MESSAGES/django.po
Languages: cs, fr, nl, pl, ro_ro, ru, tr_tr

source: %(count)d document file link queued for email delivery
fr: %(count)d lien de fichier de document mis en file d'attente pour l'envoi par courriel
ro_ro: Link-ul %(count)d pentru fișierul documentului pus în coadă pentru livrarea prin e-mail
tr_tr: %(count)d belge dosyası bağlantısı, e-posta gönderimi için sıraya alındı

source: %(count)d document file links queued for email delivery
fr: %(count)d liens de fichiers de documents mis en file d'attente pour l'envoi par courriel
ro_ro: %(count)d link-uri la fișierele documentelor puse în coadă pentru livrarea prin e-mail
tr_tr: %(count)d belge dosya bağlantıları, e-posta gönderimi için sıraya alındı

source: %(count)d document version queued for email delivery
fr: %(count)d version du document en file d'attente pour l'envoi par courriel
ro_ro: Versiunea documentului %(count)d pusă în coadă pentru livrarea prin e-mail
tr_tr: %(count)d belge sürümü, e-posta gönderimi için sıraya alındı

source: %(count)d document versions queued for email delivery
fr: %(count)d versions de documents mises en file d'attente pour l'envoi par courriel
ro_ro: %(count)d versiuni ale documentului aflate în coadă pentru livrarea prin e-mail
tr_tr: %(count)d belge sürümleri, e-posta gönderimi için sıraya alındı

source: %(count)d document version link queued for email delivery
fr: %(count)d lien de version de document mis en file d'attente pour l'envoi par courriel
ro_ro: Linkul versiunii documentului %(count)d pus în coadă pentru livrarea prin e-mail
tr_tr: %(count)d belge sürümü bağlantısı, e-posta gönderimi için sıraya alındı

source: %(count)d document version links queued for email delivery
fr: %(count)d liens de version de document mis en file d'attente pour l'envoi par courriel
ro_ro: %(count)d link-uri ale versiunii documentului puse în coadă pentru livrarea prin e-mail
tr_tr: %(count)d belge sürümü bağlantıları, e-posta gönderimi için sıraya alındı

source: %(count)d document link queued for email delivery
cs: Odkaz na dokument %(count)d zařazený do fronty pro doručování e-mailů
fr: %(count)d document lié dans la file d'attente pour envoi par courriel
nl: %(count)d documentlink in wachtrij voor e-mailbezorging
pl: %(count)d łącze dokumentu w kolejce do dostarczenia wiadomości e-mail
ro_ro: %(count)d link de document a fost pus în coadă pentru livrarea prin e-mail
ru: %(count)d ссылка на документ поставлена в очередь отправки по электронной почте
tr_tr: %(count)d belge bağlantısı, e-posta gönderimi için sıraya alındı

source: %(count)d document links queued for email delivery
cs: Odkazy na dokument %(count)d zařazené do fronty pro doručování e-mailů
fr: %(count)d documents liés dans la file d'attente pour envoi par courriel
nl: %(count)d documentlinks in wachtrij voor e-mailbezorging
pl: %(count)d łącza dokumentów w kolejce do dostarczenia wiadomości e-mail
ro_ro: %(count)d linkuri de documente au fost puse în coadă pentru livrarea prin e-mail
ru: %(count)d ссылок на документы поставлены в очередь отправки по электронной почте
tr_tr: %(count)d belge bağlantıları, e-posta gönderimi için sıraya alındı

source: New mailing profile backend selection
cs: Výběr backend nového poštovního profilu
fr: Sélection du backend de nouveau profil de liste de diffusion
nl: Nieuw mailprofiel backend selectie
pl: Nowy wybór backaend profilu mailingowego
ro_ro: Selecție nouă de profil backend de poștă electronică
ru: Выберите бэкэнд для нового профиля отправки
tr_tr: Yeni posta profili backend seçimi

source: Create a "%s" mailing profile
cs: Vytvořit poštovní profil „%s“
fr: Créer un profil de diffusion "%s"
nl: Een "%s" mailprofiel aanmaken
pl: Utwórz profil pocztowy „%s”
ro_ro: Creați un profil de poștă electronică "%s"
ru: Создать профиль отправки "%s"
tr_tr: "%s" posta profili oluştur

source: Delete mailing profile: %s
cs: Smazat poštovní profil: %s
fr: Supprimer un profil de diffusion %s
nl: Verwijder mailprofiel: %s
pl: Usuń profil pocztowy: %s
ro_ro: Ștergeți profilul de poștă electronică: %s
ru: Удалить профиль отправки: %s
tr_tr: Posta profilini sil: %s

source: Edit mailing profile: %s
cs: Upravit poštovní profil: %s
fr: Modifier un profile de liste de diffusion %s
nl: Bewerk mailprofiel: %s
pl: Edytuj profil pocztowy: %s
ro_ro: Editați profilul de poștă electronică: %s
ru: Редактировать профиль отправки: %s
tr_tr: Posta profilini düzenle: %s

source: Mailing profiles are email configurations. Mailing profiles allow sending documents as attachments or as links via email.
cs: Poštovní profily jsou e-mailové konfigurace. Poštovní profily umožňují odesílání dokumentů jako přílohy nebo jako odkazy prostřednictvím e-mailu.
fr: Les profils de courriel sont des configurations de messagerie. Les profils de courriel permettent d'envoyer des documents sous forme de pièces jointes ou de liens par courriel.
nl: Mailprofielen zijn e-mailconfiguraties. Mailprofielen staan het verzenden toe van documenten als bijlage of als links via e-mail.
pl: Profile mailowe to konfiguracje e-mail. Profile mailingowe umożliwiają wysyłanie dokumentów w postaci załączników lub linków za pośrednictwem poczty elektronicznej.
ro_ro: Profilurile de corespondență sunt configurații de e-mail. Ele permit trimiterea documentelor ca atașamente sau ca legături prin e-mail.
ru: Профили отправки - это конфигурации электронной почты. Профили отправки позволяют отправлять документы в виде вложений или ссылок по электронной почте.
tr_tr: Posta profilleri, e-posta yapılandırmalarıdır. Posta profilleri, belgelerin ek olarak veya e-posta yoluyla bağlantı olarak gönderilmesine izin verir.

source: No mailing profiles available
cs: K dispozici nejsou žádné poštovní profily
fr: Aucun profil d'envoi de courriels disponible
nl: Geen mailprofielen beschikbaar
pl: Brak dostępnych profili mailingowych
ro_ro: Nu sunt disponibile profiluri de poștă electronică
ru: Нет доступных профилей отправки
tr_tr: Kullanılabilir posta profili yok

source: Test email sent.
cs: Testovací e-mail byl odeslán.
fr: Courriel de test envoyé.
nl: Test e-mail verzonden.
pl: Wysłano testowy e-mail.
ro_ro: E-mail de testare trimis.
ru: Тестовое письмо отправлено.
tr_tr: Test e-postası gönderildi.

source: Test mailing profile: %s
cs: Vyzkoušejte poštovní profil: %s
fr: Tester le profil de diffusion: %s
nl: Test mailprofiel: %s
pl: Testowy profil pocztowy: %s
ro_ro: Testare profil de poștă electronică: %s
ru: Проверка профиля отправки: %s
tr_tr: Posta profilini test et: %s

source: Mailing profile to use when sending the email.
cs: Poštovní profil, který se použije k odesílání e-mailu.
fr: Profil de messagerie à utiliser lors de l'envoi de courriel.
nl: Mailprofiel om te gebruiken bij versturen van de e-mail.
pl: Profil pocztowy używany podczas wysyłania wiadomości e-mail.
ro_ro: Profil de corespondență pe care îl folosiți la trimiterea e-mailului.
ru: Профиль, используемый для отправки этого письма.
tr_tr: E-posta gönderirken kullanılacak posta profili.

source: Recipient
cs: Příjemce
fr: Destinataire
nl: Ontvanger
pl: Odbiorca
ro_ro: Destinatar
ru: Кому
tr_tr: Alıcı

source: Email address of the recipient. Can be multiple addresses separated by comma or semicolon. A template can be used to reference properties of the document.
cs: E-mailová adresa příjemce. Může zde být více adres oddělených čárkou nebo středníkem. Šablonu lze použít k odkazu na vlastnosti dokumentu.
fr: Adresse courriel du destinataire. Peut être plusieurs adresses séparées par une virgule ou un point-virgule. Un modèle peut être utilisé pour référencer les propriétés du document.
nl: E-mailadres van de ontvanger. Kunnen meerdere adressen zijn gescheiden door komma of puntkomma. Een sjabloon kan worden gebruikt om naar document-eigenschappen te verwijzen.
pl: Adres e-mail odbiorcy. Może być wieloma adresami oddzielonymi przecinkiem lub średnikiem. Szablon może służyć do odwoływania się do właściwości dokumentu.
ro_ro: Adresa de e-mail a destinatarului. Pot fi mai multe adrese separate prin virgulă sau punct și virgulă. Un șablon poate fi utilizat pentru referința proprietăților documentului.
ru: Адрес получателя. Можно указать несколько адресов, разделенных запятой или точкой с запятой. Можно использовать шаблон для ссылки на свойства документа.
tr_tr: Alıcının e-posta adresi. Virgül veya noktalı virgülle ayrılmış birden fazla adres olabilir. Belgenin özelliklerine referans vermek için bir şablon kullanılabilir.

source: Address used in the "Bcc" header when sending the email. Can be multiple addresses separated by comma or semicolon. A template can be used to reference properties of the document.
cs: Adresa použitá v hlavičce „Skrytá kopie“ při odesílání e -mailu. Může být více adres oddělených čárkou nebo středníkem. K odkazu na vlastnosti dokumentu lze použít šablonu.
fr: Adresse utilisée dans l'en-tête «Cci» lors de l'envoi du courriel. Il peut s'agir de plusieurs adresses séparées par une virgule ou un point-virgule. Un modèle peut être utilisé pour faire référence aux propriétés du document.
ro_ro: Adresa folosită în antetul „Bcc” la trimiterea e-mailului. Pot fi mai multe adrese separate prin virgulă sau punct și virgulă. Un șablon poate fi utilizat pentru a face referire la proprietățile documentului.
ru: Адрес для заголовка "BCC". Можно указать несколько адресов, разделенных запятой или точкой с запятой. Можно использовать шаблон для ссылки на свойства документа.
tr_tr: E-posta gönderilirken "Bcc" başlığında kullanılan adres. Virgül veya noktalı virgülle ayrılmış birden fazla adres olabilir. Belgenin özelliklerine referans vermek için bir şablon kullanılabilir.

source: BCC
cs: skrytá kopie
fr: Cci
ru: Скрытая копия (BCC)

source: Reply to
cs: Odpovědět
fr: Répondre à
ro_ro: Răspuns la
tr_tr: Yanıtla

source: Address used in the "Reply-To" header when sending the email. Can be multiple addresses separated by comma or semicolon. A template can be used to reference properties of the document.
fr: Adresse utilisée dans l'en-tête «Répondre à» lors de l'envoi du courriel. Il peut s'agir de plusieurs adresses séparées par une virgule ou un point-virgule. Un modèle peut être utilisé pour faire référence aux propriétés du document.
ro_ro: Adresa folosită în antetul „Răspuns la” atunci când trimiteți e-mailul. Pot fi mai multe adrese separate prin virgulă sau punct și virgulă. Un șablon poate fi utilizat pentru a face referire la proprietățile documentului.
ru: Адрес для заголовка "Reply-To". Можно указать несколько адресов, разделенных запятой или точкой с запятой. Можно использовать шаблон для ссылки на свойства документа.
tr_tr: E-postayı gönderirken "Yanıtla" başlığında kullanılan adres. Virgül veya noktalı virgülle ayrılmış birden fazla adres olabilir. Belgenin özelliklerine referans vermek için bir şablon kullanılabilir.

source: Subject of the email. Can be a string or a template.
cs: Předmět e-mailu. Může to být řetězec nebo šablona.
fr: Objet du courriel. Peut être une chaîne ou un modèle.
nl: Onderwerp van de e-mail. Kan een tekenreeks of een sjabloon zijn.
pl: Temat wiadomości e-mail. Może być ciągiem lub szablonem.
ro_ro: Subiectul e-mailului. Poate fi un șir sau un șablon.
ru: Тема письма. Может быть строкой или шаблоном.
tr_tr: E-postanın konusu. Bir dize veya şablon olabilir.

source: Body of the email to send. Can be a string or a template.
cs: Text e-mailu, který chcete odeslat. Může to být řetězec nebo šablona.
fr: Corps du courriel à envoyer. Peut être une chaîne ou un modèle.
nl: Inhoud van de e-mail om te versturen. Kan een tekenreeks of een sjabloon zijn.
pl: Treść wiadomości e-mail do wysłania. Może być ciągiem lub szablonem.
ro_ro: Corpul e-mailului de trimis. Poate fi un șir sau un șablon.
ru: Тело письма. Может быть строкой или шаблоном.
tr_tr: Gönderilecek e-postanın gövdesi. Bir dize veya şablon olabilir.

source: Attachment
cs: Příloha
fr: Pièce jointe
ro_ro: Atașare
ru: Вложение
tr_tr: Ek

source: Attach an object to the email.
cs: Připojení objektu k e-mailu.
fr: Joignez un objet au courriel.
ro_ro: Atașați un obiect la e-mail.
tr_tr: E-postaya bir nesne ekleyin.

source: Send object via email
cs: Odeslání objektu e-mailem
fr: Envoyer l'objet par courriel
ro_ro: Trimiteți obiectul prin e-mail
tr_tr: Nesneyi e-posta ile gönder

source: Attach the exported document version to the email.
cs: K e-mailu připojte vyexportovanou verzi dokumentu.
fr: Joindre au courriel la version du document exporté.
ro_ro: Atașați versiunea documentului exportat la e-mail.
tr_tr: Dışa aktarılan belge sürümünü e-postaya ekleyin.

source: Send document via email
cs: Odeslat dokument e-mailem
fr: Envoyer le document par courriel
nl: Verzend document via e-mail
pl: Wyślij dokument za pomocą e-mail
ro_ro: Trimiteți documentul prin e-mail
ru: Отправить документ по электронной почте
tr_tr: Belgeyi e-posta ile gönder

source: Attached to this email is the {{ object_name }}: {{ object }} -------- This email has been sent from %(project_title)s (%(project_website)s)
ro_ro: La acest e-mail este atașat {{ object_name }}: {{ object }} -------- Acest e-mail a fost trimis de la %(project_title)s (%(project_website)s)
tr_tr: Bu e-postaya eklenmiş ekler {{ object_name }}: {{ object }} -------- Bu e-posta %(project_title)s (%(project_website)s) tarafından gönderilmiştir.

source: To access this {{ object_name }} click on the following link: {{ link }} -------- This email has been sent from %(project_title)s (%(project_website)s)
ro_ro: Pentru a accesa acest {{ object_name }} faceți clic pe următorul link: {{ link }} -------- Acest e-mail a fost trimis de la %(project_title)s (%(project_website)s)
tr_tr: {{ object_name }} bu öğeye erişmek için linke tıklayın: {{ link }} -------- Bu e-posta %(project_title)s (%(project_website)s) tarafından gönderildi.

source: Backend
ru: Бэкэнд

source: Test
nl: Testen
ru: Тест

source: Port
cs: Přístav
nl: Poort
ru: Порт

source: CC
cs: kopie
ru: Копия (CC)
