Repository: relaxdiego/mayan-edms
Catalog: mayan/apps/mailer/locale/*/LC_MESSAGES/django.po
Languages: cs, fr, nl, pl, ro_ro, ru, tr_tr

source: Mailer
fr: Gestionnaire d'envoi
ro_ro: Poștă electronică
ru: Отправка почты
tr_tr: Posta gönderici

source: Null backend
fr: Back-back sans valeur
pl: Zerowy backend
ro_ro: Backend vid
ru: Пустой бэкэнд
tr_tr: Boş backend

source: Mailing
fr: Liste de diffusion
pl: Wysyłanie
ro_ro: Corespondență electonică
ru: Отправка почты
tr_tr: Mail atma

source: Email sent
cs: Email odeslán
fr: Courriel envoyé
nl: E-mail verzonden
pl: E-mail został wysłany
ro_ro: Email trimis
ru: Письмо отправлено
tr_tr: E-posta gönderildi

source: Mailing profile created
fr: Profil de messagerie créé
ro_ro: Profil de corespondență a fost creat
tr_tr: Posta profili oluşturuldu

source: Mailing profile edited
fr: Profil de messagerie modifié
ro_ro: Profilul de corespondență a fost editat
tr_tr: Posta profili düzenlendi

source: Email address of the recipient. Can be multiple addresses separated by comma or semicolon.
cs: E-mailová adresa příjemce. Může být více adres oddělených čárkou nebo středníkem.
fr: Adresse électronique du destinataire. Il peut s'agir de plusieurs adresses séparées par une virgule ou un point-virgule.
nl: E-mailadres van de ontvanger. Kunnen meerdere adressen zijn gescheiden door een komma of puntkomma.
pl: Adres e-mail odbiorcy. Możesz podać wiele adresów oddzielonych przecinkiem lub średnikiem.
ro_ro: Adresa de e-mail a destinatarului. Pot fi mai multe adrese separate prin virgulă sau punct și virgulă.
ru: Адрес получателя. Можно указать несколько адресов, разделенных запятой или точкой с запятой.
tr_tr: Alıcının e-posta adresi. Birden çok alıcıya posta göndermek için alıcı e-posta adreslerini vigül veya noktalı virgülle ayrırabilirsiniz.

source: Email address
cs: Emailová adresa
fr: Adresse du courriel
nl: E-mailadres
pl: Adres e-mail
ro_ro: Adresa de email
ru: Адрес электронной почты
tr_tr: E-posta adresi

source: Subject
cs: Předmět
fr: Sujet
nl: Onderwerp
pl: Temat
ro_ro: Subiect
ru: Тема
tr_tr: Konu

source: Body
cs: Tělo
fr: Contenu
nl: Inhoud
pl: Treść
ro_ro: Corp
ru: Содержимое
tr_tr: Gövde

source: The email profile that will be used to send this email.
cs: E-mailový profil, který bude použit k odeslání tohoto e-mailu.
fr: Le profil de messagerie qui sera utilisé pour envoyer ce courrier électronique.
nl: Het mailprofiel dat wordt gebruikt om deze e-mail te versturen.
pl: Profil e-mail, który zostanie użyty do wysłania tego e-maila.
ro_ro: Profilul de e-mail care va fi folosit pentru a trimite acest e-mail.
ru: Профиль, используемый для отправки этого письма.
tr_tr: Bu e-postayı göndermek için kullanılacak e-posta profili.

source: Mailing profile
cs: Poštovní profil
fr: Profil de la liste de diffusion
nl: Mailprofiel
pl: Profil pocztowy
ro_ro: Profilul de corespondență
ru: Профиль отправки
tr_tr: E-posta profili

source: The driver to use when sending emails.
cs: Ovladač, který se použije pro odesílání e-mailů.
fr: Le pilote à utiliser pour envoyer les mails.
nl: Het stuurprogramma dat moet worden gebruikt bij het verzenden van e-mails.
pl: Sterownik używany podczas wysyłania wiadomości e-mail.
ro_ro: Pilotul software ce trebuie folosit atunci când trimiteți e-mailuri.
ru: Бэкэнд, используемый для отправки писем.
tr_tr: E-posta gönderirken kullanılacak sürücü.

source: Email document link
fr: Envoyer par courriel le lien vers le
ro_ro: Trimiteți prin e-mail linkul documentului
tr_tr: E-posta belge bağlantısı

source: Email document file
fr: Envoyer par courriel le document
ro_ro: Trimiteți prin e-mail fișierul document
tr_tr: E-posta belge dosyası

source: Email document file link
fr: Envoyer par courriel le lien vers le fichier
ro_ro: Trimiteți prin e-mail un link pentru fișierul documentului
tr_tr: E-posta belge dosyası bağlantısı

source: Email document version
fr: Envoyer par courriel la version du document
ro_ro: Trimiteți versiunea documentului prin e-mail
tr_tr: E-posta belge sürümü

source: Email document version link
fr: Envoyer par courriel le lien vers la version du document
ro_ro: Trimiteți prin e-mail linkul versiunii documentului
tr_tr: E-posta belge sürümü bağlantısı

source: Email link version
fr: Envoyer par courriel le lien de la version
ro_ro: Trimiteți versiunea linkului prin e-mail
tr_tr: E-posta bağlantısı sürümü

source: Create mailing profile
cs: Vytvořit poštovní profil
fr: Créer un profil de messagerie
pl: Utwórz profil pocztowy
ro_ro: Creați un profil de corespondență electronică
ru: Создать профиль отправки
tr_tr: E-posta profili oluştur

source: Delete
cs: Odstranit
fr: Supprimer
nl: Verwijderen
pl: Usuń
ro_ro: Șterge
ru: Удалить
tr_tr: Sil

source: Edit
cs: Upravit
fr: Modifier
nl: Bewerken
pl: Edytuj
ro_ro: Editați
ru: Редактировать
tr_tr: Düzenle

source: Mailing profiles list
cs: Seznam poštovních profilů
fr: Liste des profils de diffusion
nl: Lijst met mailprofielen
pl: Lista profili mailingowych
ro_ro: Listă de profiluri de corespondență
ru: Список профилей отправки
tr_tr: Posta profilleri listesi

source: Mailing profiles
cs: Poštovní profily
fr: Profil de diffusion
nl: Mailprofielen
pl: Profile mailingowe
ro_ro: Profiluri de corespondență
ru: Профили отправки
tr_tr: Posta profilleri

source: Link for {{ object_name }}: {{ object }}
fr: Lien pour {{ object_name }}: {{ object }}
ro_ro: Link pentru {{ object_name }}: {{ object }}
tr_tr: {{ object_name }}: {{ object }} için bağlantı

source: From
cs: Z
fr: De
nl: Van
pl: Od
ro_ro: De la
ru: От
tr_tr: Kimden

source: The sender's address. Some system will refuse to send messages if this value is not set.
cs: Adresa odesílatele. Pokud není tato hodnota nastavena, některé systémy odmítnou odesílat zprávy.
fr: L'adresse de l'expéditeur. Certains systèmes refuseront d’envoyer des messages si cette valeur n’est pas définie.
nl: Het adres van de verzender. Sommige systemen weigeren berichten te verzenden als deze waarde niet is ingevuld.
pl: Adres nadawcy. Niektóre systemy odmówią wysłania wiadomości, jeśli ta wartość nie zostanie ustawiona.
ro_ro: Adresa expeditorului. Unele sisteme vor refuza să trimită mesaje dacă această valoare nu este setată.
ru: Адрес отправителя. Некоторые системы откажутся отправлять сообщения, если это значение не установлено или отличается от имени пользователя.
tr_tr: Gönderenin adresi. Bu değer ayarlanmazsa bazı e-posta sunucuları mesajı reddedebilir.

source: Host
cs: Hostitel
fr: Hôte
ro_ro: Gazdă
ru: Сервер
tr_tr: Sunucu

source: The host to use for sending email.
cs: Hostitel, který má být použit pro odesílání e-mailů.
fr: L'hôte à utiliser pour envoyer les mails
nl: De host die gebruikt wordt om mail te versturen.
pl: Host wykorzystywany do wysyłania wiadomości e-mail.
ro_ro: Gazda de utilizat pentru trimiterea de e-mailuri.
ru: Сервер SMTP, используемый для отправки электронной почты.
tr_tr: E-posta göndermek için kullanılacak sunucu.

source: Port to use for the SMTP server.
cs: Port, který se použije pro server SMTP.
fr: Port à utiliser pour le serveur SMTP
nl: Poort om te gebruiken voor de SMTP server.
pl: Port serwera SMTP.
ro_ro: Port de folosit pentru serverul SMTP.
ru: Порт сервера SMTP.
tr_tr: SMTP sunucusu için kullanılacak port.

source: Use TLS
cs: Použijte TLS
fr: Utiliser TLS
nl: Gebruik TLS
pl: Użyj TLS
ro_ro: Utilizați TLS
ru: Использовать TLS
tr_tr: TLS Kullan

source: Whether to use a TLS (secure) connection when talking to the SMTP server. This is used for explicit TLS connections, generally on port 587.
cs: Pokud se má při komunikaci se serverem SMTP používat (zabezpečené) připojení TLS. Používá se pro explicitní připojení TLS, obvykle na portu 587.
fr: Faut-il utiliser une connexion TLS (sécurisée) pour dialoguer avec le serveur SMTP. Ce paramètre est utilisé pour les connexions TLS explicites, généralement sur le port 587.
nl: Of een TLS (veilige) verbinding gebruikt wordt om te communiceren met de SMTP server. Dit wordt gebruikt voor expliciete TLS verbindingen, meestal op poort 587.
pl: Określa, czy używać połączenia TLS (bezpiecznego) podczas połaczenia z serwerem SMTP. Służy to do wymuszonych połączeń TLS, zazwyczaj na porcie 587.
ro_ro: Dacă să utilizați o conexiune TLS (securizată) atunci când vorbiți cu serverul SMTP. Acesta este utilizat pentru conexiuni TLS explicite, în general pe portul 587.
ru: Следует ли использовать соединение TLS (безопасное) при подключении к серверу SMTP. Это используется для явных подключений TLS, обычно на порту 587.
tr_tr: SMTP sunucusuyla konuşurken TLS (güvenli) bağlantının kullanılıp kullanılmayacağı. Bu, genellikle 587 numaralı bağlantı noktasında açık TLS bağlantıları için kullanılır.

source: Use SSL
cs: Použijte SSL
fr: Utiliser SSL
nl: Gebruik SSL
pl: Użyj SSL
ro_ro: Utilizați SSL
ru: Использовать SSL
tr_tr: SSL kullan

source: Whether to use an implicit TLS (secure) connection when talking to the SMTP server. In most email documentation this type of TLS connection is referred to as SSL. It is generally used on port 465. If you are experiencing problems, see the explicit TLS setting "Use TLS". Note that "Use TLS" and "Use SSL" are mutually exclusive, so only set one of those settings to True.
cs: Pokud se použije implicitní TLS (zabezpečené) připojení při rozhovoru se serverem SMTP. Ve většině e-mailové dokumentace se tento typ připojení TLS označuje jako SSL. Obvykle se používá na portu 465. Pokud máte problémy, podívejte se na explicitní nastavení TLS „Use TLS“. Upozorňujeme, že možnosti „Použít TLS“ a „Použít SSL“ se vzájemně vylučují, takže pouze jedno z těchto nastavení nastavte na hodnotu TRUE.
fr: Faut-il utiliser une connexion implicite TLS (sécurisée) pour dialoguer avec le serveur SMTP. Dans la plupart des documents électroniques, ce type de connexion TLS est appelé SSL. Il est généralement utilisé sur le port 465. Si vous rencontrez des problèmes, consultez le paramètre TLS explicite "Utiliser TLS". Notez que "Utiliser TLS" et "Utiliser SSL" sont mutuellement exclusifs, donc ne cochez que l'un de ces paramètres.
nl: Of een impliciete TLS (veilige) verbinding gebruikt wordt om te communiceren met de SMTP server. In de meeste e-mailconfiguratie staat dit type TLS bekend als SSL. Deze wordt meestal gebruikt op poort 465. Als u problemen ondervindt, bekijk dan de expliciete TLS-instelling "TLS gebruiken". Merk op dat "TLS gebruiken" en "SSL gebruiken" elkaar uitsluiten, dus u hoeft maar één van deze instellingen aan te zetten.
pl: Określa, czy używać domniemanego połączenia TLS (bezpiecznego) podczas połączenia z serwerem SMTP. W większości dokumentów e-mail ten typ połączenia TLS jest określany jako SSL. Zwykle jest używany na porcie 465. Jeśli masz problemy, zobacz wymuszone ustawienie TLS „Użyj TLS”. Pamiętaj, że „Użyj TLS” i „Użyj SSL” wykluczają się wzajemnie, więc ustaw tylko jedno z tych ustawień na Prawda.
ro_ro: Dacă să utilizați o conexiune implicită TLS (securizată) atunci când vorbiți cu serverul SMTP. În majoritatea documentelor de e-mail, acest tip de conexiune TLS este denumit SSL. Este utilizat în general la portul 465. Dacă întâmpinați probleme, consultați setarea explicită TLS "Utilizați TLS". Rețineți că "Utilizați TLS" și "Utilizați SSL" se exclud reciproc, deci setați numai una dintre aceste setări la True.
ru: Следует ли использовать неявное соединение TLS (безопасное) при подключении к серверу SMTP. В большей части документации по электронной почте этот тип TLS-соединения называется SSL. Обычно он используется на порту 465. Если у вас возникли проблемы, см. явную настройку TLS "Использовать TLS". Обратите внимание, что опции "Использовать TLS" и "Использовать SSL" являются взаимоисключающими, поэтому следует указать что-то одно.
tr_tr: SMTP sunucusuyla konuşurken kapalı bir TLS (güvenli) bağlantı kullanıp kullanmamak. Çoğu e-posta belgelerinde bu TLS bağlantı tipine SSL adı verilir. Genellikle port 465'te kullanılır. Sorun yaşıyorsanız açık TLS ayarı "TLS Kullan" konusuna bakın. "Use TLS" (TLS Kullan) ve "Use SSL" (SSL Kullan) seçenekleri karşılıklı olarak hariçtir, bu nedenle bu ayarlardan birini yalnızca True olarak ayarlayın.

source: Username
cs: Uživatelské jméno
fr: Identifiant
nl: Gebruikersnaam
pl: Nazwa użytkownika
ro_ro: Nume de utilizator
ru: Имя пользователя
tr_tr: Kullanıcı adı

source: Username to use for the SMTP server. If empty, authentication won't attempted.
cs: Uživatelské jméno pro server SMTP. Pokud je prázdné, o ověření se nepokusí.
fr: Nom d'utilisateur à utiliser pour le serveur SMTP. Si vide, l'authentification ne sera pas tentée.
nl: Gebruikersnaam voor de SMTP server. Indien leeg wordt authenticatie niet geprobeerd.
pl: Nazwa użytkownika dla serwera SMTP. Jeśli nie podano, próba uwierzytelnienia nie zostanie podjęta.
ro_ro: Nume de utilizator de folosit pentru serverul SMTP. Dacă este gol, nu se va încerca autentificarea.
ru: Имя пользователя для сервера SMTP. Если не указано, проверка подлинности выполняться не будет.
tr_tr: SMTP doğrulama için kullanılacak kullanıcı adı. Boşsa, kimlik doğrulama denenmez.

source: Password
cs: Heslo
fr: Mot de passe
nl: Wachtwoord
pl: Hasło
ro_ro: Parola
ru: Пароль
tr_tr: Parola

source: Password to use for the SMTP server. This setting is used in conjunction with the username when authenticating to the SMTP server. If either of these settings is empty, authentication won't be attempted.
cs: Heslo pro server SMTP. Toto nastavení se používá ve spojení s uživatelským jménem při autentizaci na server SMTP. Pokud je některé z těchto nastavení prázdné, nebude ověřování provedeno.
fr: Mot de passe à utiliser pour le serveur SMTP. Ce paramètre est utilisé conjointement avec le nom d'utilisateur lors de l'authentification sur le serveur SMTP. Si l'un de ces paramètres est vide, l'authentification ne sera pas tentée.
nl: Wachtwoord voor de SMTP server. Deze instelling wordt gebruikt samen met de gebruikersnaam voor authenticatie op de SMTP server. Als een van deze instellingen leeg is, zal authenticatie niet worden geprobeerd.
pl: Hasło dla serwera SMTP. W połączeniu z nazwą użytkownika używane jest podczas uwierzytelnienia do serwera SMTP. Jeśli nie podano hasła lub nazwy użytkownika, próba uwierzytelnienia nie zostanie podjęta.
ro_ro: Parolă de utilizat pentru serverul SMTP. Această setare este utilizată împreună cu numele de utilizator când se autentifică pe serverul SMTP. Dacă una dintre aceste setări este goală, autentificarea nu va fi încercată.
ru: Пароль для сервера SMTP. Этот параметр используется вместе с именем пользователя при аутентификации на сервере SMTP. Если не указан любой из этих параметров, проверка подлинности выполняться не будет.
tr_tr: SMTP doğrulama için kullanılacak parola. Bu ayar, SMTP sunucusunda kimlik doğrulaması yapılırken kullanıcı adıyla birlikte kullanılır. Bu ayarlardan herhangi biri boşsa, kimlik doğrulama denenmez.

source: Django SMTP backend
cs: Backend SMTP Django
fr: Backend Django SMTP
pl: Silnik Django dla SMTP
ru: Бэкэнд Django SMTP

source: File path
cs: Cesta k souboru
fr: Chemin du fichier
nl: Bestandspad
pl: Ścieżka pliku
ro_ro: Calea fișierului
ru: Путь к файлу
tr_tr: Dosya yolu

source: Django file based backend
cs: Backend založený na souborech Django
fr: Backend Django basé sur un fichier
nl: Django bestandsgebaseerde backend
pl: Backend oparty na pliku Django
ro_ro: Backend Django pe bază de fișiere
ru: Бэкэнд Django на основе файлов
tr_tr: Django dosya tabanlı backend

source: Test email from Mayan EDMS
cs: Vyzkoušejte e-mail od Mayan EDMS
fr: Tester le courriel depuis Mayan EDMS
nl: Test e-mail van Mayan EDMS
pl: Test wiadomości e-mail z Mayan EDMS
ro_ro: E-mail de încercare de la Mayan EDMS
ru: Тестовое письмо от Mayan EDMS
tr_tr: e-postayı test edin

source: A short text describing the mailing profile.
cs: Krátký text popisující poštovní profil.
fr: Un court texte décrivant le profil de courriel.
nl: Een korte tekst die het mailprofiel beschrijft.
pl: Krótki tekst opisujący profil pocztowy.
ro_ro: Un text scurt care descrie profilul de e-mail.
ru: Краткое описание профиля отправки.
tr_tr: Posta profilini açıklayan kısa bir metin.

source: Label
cs: Jmenovka
fr: Étiquette
pl: Etykieta
ro_ro: Conținut etichetă
ru: Заголовок
tr_tr: Etiket

source: If default, this mailing profile will be pre-selected on the document mailing form.
cs: Pokud je výchozí, bude tento poštovní profil předem vybrán ve formuláři pro zasílání dokumentů.
fr: Si "Défaut", ce profil de liste de diffusion sera présélectionné sur le formulaire de diffusion du document.
nl: Indien standaard ingesteld wordt dit mailprofiel voorgeselecteerd op het "Document mailen" formulier.
pl: Domyślnie ten profil pocztowy zostanie wstępnie wybrany w formularzu wysyłkowym dokumentu.
ro_ro: Dacă este implicit, acest profil de poștă electronică va fi pre-selectat pe formularul de trimitere a documentelor.
ru: Если отмечено, в форме отправки документов этот профиль будет выбран по умолчанию.
tr_tr: Varsayılansa, bu posta profili, belge postalama formunda önceden seçilecektir.

source: Default
cs: Výchozí
fr: Défaut
nl: Standaardwaarde
pl: Domyślny
ro_ro: Implicit
ru: По умолчанию
tr_tr: Varsayılan

source: Enabled
cs: Povoleno
fr: Activé
nl: Ingeschakeld
pl: Włączone
ro_ro: Activat
ru: Включено
tr_tr: Etkin

source: The dotted Python path to the backend class.
cs: Tečkovaná cesta Pythonu ke třídě backendu.
fr: Un chemin Python séparé par des point vers la classe de support.
nl: Het Python-pad naar de backend class.
pl: Kropkowana ścieżka Pythona do klasy backend.
ro_ro: Calea Python punctată la clasa backend.
ru: Разделенный точками путь Python к классу бэкэнда.
tr_tr: Backend sınıfına giden noktalı Python yolu.

source: Backend path
cs: Backend cesta
fr: Chemin du backend
nl: Backend pad
pl: Ścieżka backend
ro_ro: Calea de backend
ru: Путь к бэкэнду
tr_tr: Backend yolu

source: Backend data
fr: Données du backend
nl: Backend gegevens
pl: Dane backend
ro_ro: Date backend
ru: Параметры бэкэнда
tr_tr: Backend verisi

source: Create a mailing profile
cs: Vytvořte poštovní profil
fr: Créer un profil de liste de diffusion
nl: Een mailprofiel aanmaken
pl: Utwórz profil pocztowy
ro_ro: Creați un profil de corespondență
ru: Создать профили отправки
tr_tr: E-posta profili oluştur

source: Delete a mailing profile
cs: Odstra%n poštovního profilu
fr: Supprimer un profile de liste de diffusion
nl: Een mailprofiel verwijderen
pl: Usuń profil pocztowy
ro_ro: Ștergeți un profil de corespondență
ru: Удалить профили отправки
tr_tr: E-posta profilini sil

source: Edit a mailing profile
cs: Upravit poštovní profil
fr: Modifier un profile de liste de diffusion
nl: Een mailprofiel bewerken
pl: Edytuj profil pocztowy
ro_ro: Editați un profil de corespondență
ru: Редактировать профили отправки
tr_tr: E-posta profilini düzenle

source: View a mailing profile
cs: Zobrazit poštovní profil
fr: Visualiser un profile de liste de diffusion
nl: Een mailprofiel bekijken
pl: Wyświetl profil pocztowy
ro_ro: Vizualizați un profil de corespondență
ru: Просмотр профилей отправки
tr_tr: E-posta profilini görüntüle

source: Use a mailing profile
cs: Použijte poštovní profil
fr: Utiliser un profile de liste de diffusion
nl: Een mailprofiel gebruiken
pl: Użyj profilu pocztowego
ro_ro: Utilizați un profil de corespondență
ru: Использовать профили отправки
tr_tr: E-posta profili kullan

source: Send document link via email
cs: Odeslat odkaz na dokument e-mailem
fr: Envoyer le lien du document par courriel
nl: Verzend documentlink via e-mail
pl: Wyślij link dokumentu za pomocą e-mail
ro_ro: Trimiteți link-ul documentului prin e-mail
ru: Отправить ссылку на документ по электронной почте
tr_tr: Belge bağlantısını e-posta ile gönder

source: Send document file via email
fr: Envoyer le fichier du document par courriel
ro_ro: Trimiteți fișierul documentului prin e-mail
tr_tr: Belge dosyasını e-posta ile gönder

source: Send document file link via email
fr: Envoyer le lien du fichier du document par courriel
ro_ro: Trimiteți linkul fișierului document prin e-mail
tr_tr: Belge dosya bağlantısını e-posta ile gönder

source: Send document version via email
fr: Envoyer la version du document par courriel
ro_ro: Trimiteți versiunea documentului prin e-mail
tr_tr: Belge sürümünü e-posta ile gönder

source: Send document version link via email
fr: Envoyer le lien de la version du document par courriel
ro_ro: Trimiteți linkul versiunii documentului prin e-mail
tr_tr: Belge sürümü bağlantısını e-postayla gönder

source: Send object
fr: Envoyer l'objet
ro_ro: Trimite obiect
tr_tr: Nesneyi gönder

source: Template for the document email form subject line.
cs: Šablona pro řádek předmětu e-mailu formuláře.
fr: Modèle pour le sujet du courriel du document.
nl: Sjabloon voor de onderwerpregel van het "Document mailen" formulier.
pl: Szablon tematu wiadomości email
ro_ro: Șablon pentru subiectul liniei de subiecte a documentului.
ru: Шаблон темы для формы отправки документа.
tr_tr: Belge e-posta formu konu satırı için şablon.

source: Template for the document email form body text. Can include HTML.
cs: Šablona pro text textu formuláře elektronické pošty. Může obsahovat HTML.
fr: Modèle pour le texte du corps du courriel à envoyer avec le document en pièce jointe. Peut inclure du HTML.
nl: Sjabloon voor de inhoudstekst van het "Document mailen" formulier. Kan HTML bevatten.
pl: Szablon tekstu e-maila formularza dokumentu. Może zawierać HTML.
ro_ro: Șablon pentru textul corpului mail-ului. Poate include HTML.
ru: Шаблон тела письма для формы отправки документа. Может включать HTML.
tr_tr: Belge e-posta formu gövde metni için şablon. HTML içerebilir.

source: Template for the document link email form subject line.
cs: Šablona pro řádek s předmětem odkazu na dokument e-mailového formuláře
fr: Modèle pour le lien du document du courriel dans la ligne du sujet.
nl: Sjabloon voor de onderwerpregel van het "Documentlink mailen" formulier.
pl: Szablon tematu wiadomości - link
ro_ro: Șablon pentru subiectul liniei de e-mail a documentului.
ru: Шаблон темы для формы отправки ссылки на документ.
tr_tr: Belge bağlantı e-posta formu konu satırı için şablon.

source: Template for the document link email form body text. Can include HTML.
cs: Šablona textového textu odkazu na e-mail formuláře. Může obsahovat HTML.
fr: Modèle pour le texte du corps du courriel contenant le lien de document. Peut inclure du HTML.
nl: Sjabloon voor de inhoudstekst van het "Documentlink mailen" formulier. Kan HTML bevatten.
pl: Szablon tekstu wiadomości e-mail z linkiem do dokumentu. Może zawierać HTML.
ro_ro: Șablon pentru corpul formularul de e-mail pentru link-ul documentului. Poate include HTML.
ru: Шаблон тела письма для формы отправки ссылки на документ. Может включать HTML.
tr_tr: Belge bağlantısı e-posta formu gövde metni için şablon. HTML içerebilir.

source: %(email)s is not a valid email address.
cs: %(email)s není platná e-mailová adresa.
fr: %(email)s n'est pas une adresse courriel valide.
nl: %(email)s is geen geldig e-mailadres.
pl: %(email)s nie jest prawidłowym adresem e-mail.
ro_ro: %(email)s nu este o adresă de e-mail validă.
ru: %(email)s не является действительным адресом электронной почты.
tr_tr: %(email)s geçerli bir e-posta adresi değil.

source: Document file
cs: Soubor dokumentu
fr: Fichier
nl: Document bestand
ro_ro: Fișier document
ru: Файл документа
tr_tr: Belge dosyası

source: %(count)d document file queued for email delivery
fr: %(count)d fichier de document mis en file d'attente pour l'envoi par courriel
ro_ro: Fișierul document %(count)d pus în coadă pentru livrarea prin e-mail
tr_tr: %(count)d belge dosyası, e-posta gönderimi için sıraya alındı

source: %(count)d document files queued for email delivery
fr: %(count)d fichiers de documents mis en file d'attente pour l'envoi par courriel
ro_ro: %(count)d fișiere de documente puse în coadă pentru livrarea prin e-mail
tr_tr: %(count)d belge dosyaları, e-posta gönderimi için sıraya alındı
