Repository: relaxdiego/mayan-edms
Catalog: mayan/apps/views/locale/*/LC_MESSAGES/django.po
Languages: ar, es

source: Views
ar: إستعراض
es: Vistas

source: Search
ar: البحث
es: Búsqueda

source: Selection
ar: الاختيار
es: Selección

source: Label
ar: العنوان
es: Etiqueta

source: Relationship
ar: صلة
es: Relación

source: Select entries to be removed. Hold Control to select multiple entries. Once the selection is complete, click the button below or double click the list to activate the action.
ar: حدد الإدخالات المراد حذفها ، اضغط مع الاستمرار على التحكم لتحديد عدة إدخالات. بمجرد اكتمال التحديد ، انقر فوق الزر أدناه أو انقر نقرًا مزدوجًا فوق القائمة لتنشيط الإجراء
es: Seleccione las entradas que desea eliminar. Mantén pulsado Control para seleccionar varias entradas. Una vez que se complete la selección, haga clic en el botón de abajo o haga doble clic en la lista para activar la acción.

source: Select entries to be added. Hold Control to select multiple entries. Once the selection is complete, click the button below or double click the list to activate the action.
ar: حدد الإدخالات لتتم إضافتها ، اضغط مع الاستمرار على التحكم لتحديد عدة إدخالات ، بمجرد اكتمال التحديد ، انقر فوق الزر أدناه أو انقر نقرًا مزدوجًا فوق القائمة لتنشيط الإجراء
es: Seleccione las entradas que se añadirán. Mantén pulsado Control para seleccionar varias entradas. Una vez que se complete la selección, haga clic en el botón de abajo o haga doble clic en la lista para activar la acción.

source: Add all
ar: إضافة الكل
es: Añadir todos

source: Add
ar: إضافة
es: Agregar

source: Remove all
ar: حذف الكل
es: Remover todos

source: Remove
ar: حذف
es: Remover

source: Error updating relationship; %s
ar: خطأ في تحديث العلاقة ؛ %s
es: Error al actualizar la relación; %s

source: Relationships updated successfully
ar: تم تحديث العلاقات بنجاح
es: Relaciones actualizadas con éxito

source: Duplicate data error: %(error)s
ar: تكرار خطأ في المعلومات : %(error)s
es: Error de datos duplicados: %(error)s

source: %(object)s not created, error: %(error)s
ar: %(object)s لم ينشأ , الخطأ : %(error)s
es: %(object)s no se pudo crear, error: %(error)s

source: %(object)s created successfully.
ar: %(object)s الإنشاء الناجح.
es: %(object)s creado exitosamente.

source: %(object)s not deleted, error: %(error)s.
ar: %(object)s لم تحذف , الخطأ : %(error)s.
es: %(object)s no se pudo eliminar, error: %(error)s.

source: %(object)s deleted successfully.
ar: %(object)s احذف الناجح.
es: %(object)s eliminado con éxito.

source: Error retrieving %(object)s; %(error)s
es: Error accediendo %(object)s; %(error)s

source: %(object)s not updated, error: %(error)s.
ar: %(object)s لم يتم التعديل, الخطأ: %(error)s.
es: %(object)s no se pudo actualizar, error: %(error)s.

source: %(object)s updated successfully.
ar: %(object)s التعديل الناجح.
es: %(object)s actualizado con éxito.

source: %(count)d objects deleted successfully.
es: %(count)d objetos se eliminaron correctamente.

source: "%(object)s" deleted successfully.
es: "%(object)s" eliminado correctamente.

source: %(count)d object deleted successfully.
es: %(count)d objeto eliminado correctamente.

source: Delete %(count)d objects.
es: Eliminar %(count)d objetos.

source: Delete "%(object)s".
es: Eliminar "%(object)s":.

source: Delete %(count)d object.
es: Eliminar %(count)d objeto.

source: The number objects that will be displayed per page.
ar: عدد العناصر الظاهرة في الصفحة
es: El número de objetos que se mostrarán por página.

source: A string specifying the name to use for the paging parameter.
es: Un text que especifica el nombre que se usará para el parámetro de paginación.

source: Confirm delete
ar: تأكيد حذف
es: Confirmar eliminación

source: Edit %s
ar: التعديل %s
es: Editar %s

source: Confirm
ar: تأكيد
es: Confirmar

source: Details for: %s
ar: التفاصيل : %s
es: Detalles para: %s

source: Edit: %s
ar: تعديل : %s
es: Editar: %s

source: Create
ar: انشاء
es: Crear

source: No %(verbose_name)s found matching the query
ar: لا %(verbose_name)s ايجاد المتشابه
es: No se encontró %(verbose_name)s que coincida con la consulta

source: Unable to perform operation on object %(instance)s; %(exception)s.
ar: تعذر إجراء العملية على الكائن %(instance)s ؛ %(exception)s.
es: No se puede realizar la operación en el objeto %(instance)s; %(exception)s.

source: Operation performed on %(count)d objects.
es: Operación realizada en %(count)d objetos.

source: Operation performed on %(object)s.
ar: تم تنفيذ العملية على %(object)s.
es: Operación realizada en %(object)s.

source: Operation performed on %(count)d object.
es: Operación realizada en %(count)d objeto.

source: Perform operation on %(count)d objects.
es: Realizar la operación en %(count)d objetos.

source: Perform operation on %(object)s.
es: Realizar operación en %(object)s.

source: Perform operation on %(count)d object.
es: Realizar operación en %(count)d objeto.

source: Object
ar: عنصر
es: Objeto

source: Cancel upload
ar: إلغاء الرفع

source: Are you sure you want to cancel this upload?
ar: هل أنت متأكد أنك تريد إلغاء هذا التحميل؟

source: Drop files or click here to upload files
ar: قم بإسقاط الملفات أو انقر هنا لتحميل الملفات

source: Your browser does not support drag and drop file uploads.
ar: السحب والإفلات لا يدعمه متصفحك

source: Please use the fallback form below to upload your files.
ar: الرجاء استخدام النموذج أدناه لتحميل الملفات الخاصة بك

source: Clear
ar: مسح

source: Server responded with {{statusCode}} code.
ar: استجاب الخادم برمز {{statusCode}}.
