Repository: relaxdiego/mayan-edms
Catalog: mayan/apps/documents/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Delete document file: %(object)s.
ru: Удалить файл документа: %(object)s.

source: Delete the %(count)d selected document file.
ru: Удалить %(count)d выбранный файл документа.

source: Delete the %(count)d selected document files.
ru: Удалить %(count)d выбранных файлов документов.

source: All document files pages from this document file and the document version pages linked to them will be deleted too.
ru: Все страницы файлов документов из этого файла документа и связанные с ними страницы версий документа также будут удалены.

source: Edit document file: %s
ru: Редактировать файл документа: %s

source: File are the actual files that were uploaded for each document. Their contents needs to be mapped to a version before it can be used.
ru: Файл - это фактические файлы, которые были загружены для каждого документа. Их содержимое необходимо сопоставить с версией, прежде чем их можно будет использовать.

source: No files available
ru: Нет доступных файлов

source: Files of document: %s
ru: Файлы документа: %s

source: Preview of document file: %s
ru: Предпросмотр файла документа: %s

source: Properties of document file: %s
ru: Свойства файла документа: %s

source: Transformation clear request processed for %(count)d document file.
ru: Запрос на очистку преобразований выполнен %(count)d для файла документа.

source: Transformation clear request processed for %(count)d document files.
ru: Запрос на очистку преобразований выполнен %(count)d для файлов документов

source: Clear all the page transformations for the document file: %s?
ru: Очистить все преобразования страниц для файла документа: %s?

source: Error deleting the page transformations for document file: %(document_file)s; %(error)s.
ru: Ошибка при удалении преобразований страниц для файла документа: %(document_file)s; %(error)s.

source: Error cloning the page transformations for document file: %(document_file)s; %(error)s.
ru: Ошибка при клонировании преобразований страниц для файла документа: %(document_file)s; %(error)s.

source: Transformations cloned successfully.
ru: Преобразования клонированы.

source: Clone page transformations of document file: %s
ru: Клонировать преобразования страницы файла документа: %s

source: Documents of type: %s
ru: Документы типа %s

source: Document types are the most basic units of configuration. Everything in the system will depend on them. Define a document type for each type of physical document you intend to upload. Example document types: invoice, receipt, manual, prescription, balance sheet.
ru: Типы документов - это самые основные единицы конфигурации. Все в системе будет зависеть от них. Определите тип документа для каждого типа физического документа, который вы собираетесь загрузить. Примеры типов документов: счет-фактура, квитанция, инструкция, предписание, баланс.

source: No document types available
ru: Нет доступных типов документов

source: All documents of this type will be deleted too.
ru: Все документы этого типа также будут удалены.

source: Delete the document type: %s?
ru: Удалить тип документа: %s?

source: Edit document type: %s
ru: Редактировать тип документа: %s

source: Trash
ru: Корзина

source: Deletion policies for document type: %s
ru: Политика удаления для типа документа: %s

source: Create quick label for document type: %s
ru: Создать быстрый ярлык для типа документа: %s

source: Delete the quick label: %(label)s, from document type "%(document_type)s"?
ru: Удалить быстрый ярлык "%(label)s" для типа документа "%(document_type)s"?

source: Edit quick label "%(filename)s" from document type "%(document_type)s"
ru: Редактировать быстрый ярлык "%(filename)s" для типа документа "%(document_type)s"

source: Quick labels are predetermined filenames that allow the quick renaming of documents as they are uploaded by selecting them from a list. Quick labels can also be used after the documents have been uploaded.
ru: Быстрые ярлыки - это заранее определенные имена файлов, которые позволяют переименовывать документы по мере загрузки, выбирая их из списка. Быстрые ярлыки можно использовать и после загрузки документов.

source: There are no quick labels for this document type
ru: Для этого типа документа нет быстрых ярлыков

source: Quick labels for document type: %s
ru: Быстрые ярлыки для типа документа: %s

source: Filename generation setup for document type: %s
ru: Настройка генерации имени файла для типа документа: %s

source: The page number of this page will be skipped. If you want to achieve sequential page numbering, use the page remap action instead.
ru: Номер этой страницы будет пропущен. Если вы хотите добиться последовательной нумерации страниц, используйте вместо этого действие переназначения страниц.

source: Delete document version page %s ?
ru: Удалить страницу версии документа %s?

source: No document version pages available
ru: Нет доступных страниц версии документа

source: Pages of document version: %s
ru: Страницы версии документа: %s

source: None
ru: Нет

source: There are no sources available to remap for this document version.
ru: Для этой версии документа нет доступных источников для переназначения.

source: No page sources available
ru: Нет доступных источников страниц

source: Remap pages of document version: %s
ru: Переназначить страницы версии документа: %s

source: Make the document version "%s" the active version?
ru: Сделать версию документа "%s" активной?

source: Successfully changed the active document version.
ru: Активная версия документа изменена.

source: Create a document version for document: %s
ru: Создать версию для документа: %s

source: Delete document version "%(object)s".
ru: Удалить версию документа "%(object)s".

source: Delete %(count)d document version.
ru: Удалить %(count)d версию документа.

source: Delete %(count)d document versions.
ru: Удалить %(count)d версий документов.

source: The process will be performed in the background.
ru: Процесс будет выполняться в фоновом режиме.

source: Edit document version: %s
ru: Редактировать версию документа: %s

source: Versions are views that can display document file pages as they are, remap or merge them into different layouts.
ru: Версии - это представления, которые могут отображать страницы файлов документов такими, какие они есть, переназначать или объединять их в разные макеты.

source: No versions available
ru: Нет доступных версий

source: Versions of document: %s
ru: Версии документа: %s

source: Preview of document version: %s
ru: Предпросмотр версии документа: %s

source: Transformation clear request processed for %(count)d document version.
ru: Запрос на очистку преобразований выполнен %(count)d для версии документа

source: Transformation clear request processed for %(count)d document versions.
ru: Запрос на очистку преобразований выполнен %(count)d для версий документов

source: Clear all the page transformations for the document version: %s?
ru: Очистить все преобразования страниц для версии документа: %s?

source: Error deleting the page transformations for document version: %(document_version)s; %(error)s.
ru: Ошибка при удалении преобразований страниц для версии документа: %(document_version)s; %(error)s.

source: Error cloning the page transformations for document version: %(document_version)s; %(error)s.
ru: Ошибка при клонировании преобразований страниц для версии документа: %(document_version)s; %(error)s.

source: Clone page transformations of document version: %s
ru: Клонировать преобразования страницы версии документа: %s

source: Error retrieving document list: %(exception)s.
ru: Ошибка при получении списка документов: %(exception)s.

source: This could mean that no documents have been uploaded or that your user account has not been granted the view permission for any document or document type.
ru: Это может означать, что никакие документы не были загружены или что вашей учетной записи не было предоставлено разрешение на просмотр какого-либо документа или типа документа.

source: No documents available
ru: Нет доступных документов

source: Document type change request performed on %(count)d document
ru: Запрос на изменение типа выполнен для %(count)d документа

source: Document type change request performed on %(count)d documents
ru: Запрос на изменение типа выполнен для %(count)d документов

source: Change the type of the document: %s
ru: Изменить тип документа: %s

source: Document type for "%s" changed successfully.
ru: Тип документа для "%s" изменён.

source: Preview of document: %s
ru: Предпросмотр документа: %s

source: Edit properties of document: %s
ru: Редактировать свойства документа: %s

source: Properties of document: %s
ru: Свойства документа: %s

source: Favorited documents will be listed in this view. Up to %(count)d documents can be favorited per user.
ru: Здесь отображаются документы, добавленные в избранное. Каждый пользователь может добавить в избранное до %(count)d документов.

source: There are no favorited documents.
ru: Отсутствуют документы, добавленные в избранное.

source: %(count)d document added to favorites.
ru: %(count)d документ добавлен в избранное.

source: %(count)d documents added to favorites.
ru: %(count)d документов добавлено в избранное.

source: Document "%(instance)s" is not in favorites.
ru: Документа "%(instance)s" нет в избранном.

source: %(count)d document removed from favorites.
ru: %(count)d документ удален из избранного.

source: %(count)d documents removed from favorites.
ru: %(count)d документов удалено из избранного.

source: Print: %s
ru: Печать: %s

source: This view will list the latest documents viewed or manipulated in any way by this user account.
ru: Здесь отображаются последние документы, с которыми взаимодействовал текущий пользователь.

source: There are no recently accessed documents
ru: Отсутствуют недавно просмотренные документы

source: This view will list the latest documents created in the system.
ru: Здесь отображаются недавно созданные в системе документы.

source: There are no recently created documents
ru: Нет недавно созданных документов

source: Document "%(object)s" moved to trash.
ru: Документ "%(object)s" перемещен в корзину.

source: %(count)d document moved to the trash.
ru: %(count)d документ перемещен в корзину.

source: %(count)d documents moved to the trash.
ru: %(count)d документов перемещено в корзину.

source: Move the document "%(object)s" to trash?
ru: Переместить документ "%(object)s" в корзину?

source: Move the selected document to the trash?
ru: Переместить выбранный документ в корзину?

source: Move the %(count)d selected documents to trash?
ru: Переместить %(count)d выбранных документов в корзину?

source: Empty trash?
ru: Очистить корзину?

source: The trash emptying task has been queued.
ru: Задача очистки корзины поставлена в очередь.

source: %(count)d trashed documents submitted for deletion.
ru: %(count)d документов будут окончательно удалены из корзины.

source: %(count)d trashed document submitted for deletion.
ru: %(count)d документ будет окончательно удален из корзины.

source: To avoid loss of data, documents are not deleted instantly. First, they are placed in the trash can. From here they can be then finally deleted or restored.
ru: Чтобы избежать потери данных, документы не удаляются мгновенно, а сначала перемещаются в корзину. Здесь их можно восстановить или удалить окончательно.

source: There are no documents in the trash can
ru: В корзине нет документов

source: %(count)d trashed documents restored.
ru: %(count)d документов восстановлено из корзины.

source: %(count)d trashed document restored.
ru: %(count)d документ восстановлен из корзины.

source: New document type for the workflow document.
ru: Новый тип документа для документа в рабочем процессе.

source: Change document type
ru: Изменить тип документа

source: Send document to trash
ru: Переместить документ в корзину
