Repository: relaxdiego/mayan-edms
Catalog: mayan/apps/documents/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Documents
ru: Документы

source: Decorations
ru: Декорации

source: Create a document type
ru: Создать тип документа

source: Every uploaded document must be assigned a document type, it is the basic way Mayan EDMS categorizes documents.
ru: Каждому загруженному документу должен быть присвоен тип документа. Это основной способ категоризации документов в Mayan EDMS.

source: File comments
ru: Комментарии к файлу

source: File encodings
ru: Кодировки файла

source: File MIME types
ru: MIME типы файла

source: File timestamps
ru: Отметки времени файла

source: Document file
ru: Файл документа

source: Page number
ru: Номер страницы

source: Return the latest file of the document.
ru: Возвращает последний файл документа.

source: Latest file
ru: Последний файл

source: Return the document instance.
ru: Возвращает экземпляр документа.

source: Document
ru: Документ

source: Thumbnail
ru: Миниатюра

source: Type
ru: Тип

source: Pages
ru: Страницы

source: Date and time added
ru: Дата и время добавления

source: Access date and time
ru: Дата и время доступа

source: Original
ru: Оригинал

source: Keeps the original filename of the uploaded file.
ru: Сохранить исходное имя загруженного файла.

source: Generates an immutable, random UUID (RFC 4122) for each file.
ru: Создавать неизменяемый, случайный UUID (RFC 4122) для каждого файла.

source: UUID plus original
ru: UUID плюс оригинал

source: Generates an immutable, random UUID (RFC 4122) for each file and appends the original filename of the uploaded file.
ru: Создавать неизменяемый, случайный UUID (RFC 4122) для каждого файла и присоединять исходное имя загруженного файла.

source: Total pages
ru: Всего страниц

source: Total documents
ru: Всего документов

source: Documents in trash
ru: Документы в корзине

source: Document types
ru: Типы документов

source: New documents this month
ru: Новые документы в этом месяце

source: New pages this month
ru: Новые страницы в этом месяце

source: Append. Create a new version and append the new file pages.
ru: Присоединить. Создать новую версию и присоединить страницы нового файла к существующим.

source: Keep. Do not create a new version and keep the current version pages.
ru: Сохранить. Не создавать новую версию и сохранить страницы текущей версии.

source: Replace. Create a new version and use the new file pages.
ru: Заменить. Создать новую версию и использовать только страницы нового файла.

source: Document created
ru: Документ создан

source: Document edited
ru: Документ изменен

source: Document viewed
ru: Документ просмотрен

source: Document file created
ru: Файл документа создан

source: Document file deleted
ru: Файл документа удален

source: Document file edited
ru: Файл документа изменен

source: Document type created
ru: Тип документа создан

source: Document type edited
ru: Тип документа изменен

source: Document type quick label created
ru: Быстрый ярлык для типа документа создан

source: Document type quick label deleted
ru: Быстрый ярлык для типа документа удален

source: Document type quick label edited
ru: Быстрый ярлык для типа документа изменен

source: Document type changed
ru: Тип существующего документа изменен

source: Document version created
ru: Версия документа создана

source: Document version deleted
ru: Версия документа удалена

source: Document version edited
ru: Версия документа изменена

source: Document version page created
ru: Страница версии документа создана

source: Document version page deleted
ru: Страница версии документа удалена

source: Document version page edited
ru: Страница версии документа изменена

source: Document trashed
ru: Документ перемещен в корзину

source: Trashed document deleted
ru: Документ в корзине удален

source: Trashed document restored
ru: Документ в корзине восстановлен

source: Document downloaded (historic)
ru: Документ скачан (историческое)

source: Document file created (historic)
ru: Файл документа создан (историческое)

source: Document version reverted (historic)
ru: Версия документа восстановлена (историческое)

source: Document version uploaded (historic)
ru: Версия документа загружена (историческое)

source: Storage
ru: Хранилище

source: Date added
ru: Дата добавления

source: MIME type
ru: MIME тип

source: Encoding
ru: Кодировка

source: Size
ru: Размер

source: Exists in storage
ru: Существует в хранилище

source: Path in storage
ru: Путь в хранилище

source: Checksum
ru: Контрольная сумма

source: Quick document rename
ru: Быстро переименовать документ

source: Preserve extension
ru: Сохранить расширение

source: Takes the file extension and moves it to the end of the filename allowing operating systems that rely on file extensions to open document correctly.
ru: Берет расширение файла и перемещает его в конец имени файла, позволяя операционным системам, которые полагаются на расширения файлов, правильно открывать загруженный документ.

source: Date created
ru: Дата создания

source: Language
ru: Язык

source: Document type
ru: Тип документа

source: Backend
ru: Бэкэнд

source: Content type
ru: Тип содержимого

source: Object ID
ru: ID объекта

source: Source
ru: Источник

source: Destination page number
ru: Номер целевой страницы

source: Target page number can't be repeated.
ru: Номер целевой страницы не может повторяться.

source: Page range
ru: Диапазон страниц

source: Page number from which all the transformations will be cloned. Existing transformations will be lost.
ru: Номер страницы, с которой будут клонированы все преобразования. Существующие преобразования будут потеряны.

source: Delete
ru: Удалить

source: Edit
ru: Редактировать

source: Files
ru: Файлы

source: Print
ru: Печать

source: Properties
ru: Свойства

source: Preview
ru: Предпросмотр

source: Clear transformations
ru: Очистить преобразования

source: Clone transformations
ru: Клонировать преобразования

source: First page
ru: Первая страница

source: Last page
ru: Последняя страница

source: Previous page
ru: Предыдущая страница

source: Next page
ru: Следующая страница

source: Document file pages
ru: Страницы файла документа

source: Rotate left
ru: Повернуть влево

source: Rotate right
ru: Повернуть вправо

source: Page image
ru: Изображение страницы

source: Reset view
ru: Сбросить вид

source: Zoom in
ru: Увеличить

source: Zoom out
ru: Уменьшить

source: Recalculate page count
ru: Пересчитать количество страниц

source: Change type
ru: Изменить тип документа

source: All documents
ru: Все документы

source: Recently accessed
ru: Недавно просмотренные

source: Recently created
ru: Недавно созданные

source: Edit properties
ru: Редактировать свойства

source: Create document type
ru: Создать тип документа

source: Deletion policies
ru: Политика удаления

source: Add quick label to document type
ru: Добавить быстрый ярлык к типу документа

source: Quick labels
ru: Быстрые ярлыки

source: Filename generation
ru: Генерация имени файла

source: Make active
ru: Сделать активным

source: Create document version
ru: Создать версию документа

source: Versions
ru: Версии

source: Remap pages
ru: Переназначить страницы

source: Document version
ru: Версия документа

source: Document version pages
ru: Страницы версии документа

source: Favorites
ru: Избранное

source: Add to favorites
ru: Добавить в избранное

source: Remove from favorites
ru: Удалить из избранного

source: Move to trash
ru: Переместить в корзину

source: Trash can
ru: Корзина

source: Restore
ru: Восстановить

source: Empty trash
ru: Очистить корзину

source: Default
ru: По умолчанию

source: January
ru: Январь

source: February
ru: Февраль

source: March
ru: Март

source: April
ru: Апрель

source: May
ru: Май

source: June
ru: Июнь

source: July
ru: Июль

source: August
ru: Август

source: September
ru: Сентябрь

source: October
ru: Октябрь

source: November
ru: Ноябрь

source: December
ru: Декабрь

source: All pages
ru: Все страницы

source: Label
ru: Заголовок

source: The server date and time when the document file was processed.
ru: Дата и время на сервере, когда файл документа был обработан.

source: Timestamp
ru: Отметка времени

source: An optional short text describing the document file.
ru: Краткое описание файла документа.

source: Comment
ru: Комментарий

source: File
ru: Файл

source: Filename
ru: Имя файла

source: The document file's file mimetype. MIME types are a standard way to describe the format of a file, in this case the file format of the document. Some examples: "text/plain" or "image/jpeg".
ru: MIME тип файла документа. MIME типы - это стандартный способ описания формата файла, в данном случае формата файла документа. Например, "text/plain" или "image/jpeg".

source: The document file file encoding. binary 7-bit, binary 8-bit, text, base64, etc.
ru: Кодировка файла документа. Например, binary 7-bit, binary 8-bit, text, base64.

source: Document files
ru: Файлы документа

source: %(document_file)s - page %(page_num)d of %(total_pages)d
ru: %(document_file)s - страница %(page_num)d из %(total_pages)d

source: Document file page
ru: Страница файла документа

source: Document stub, id: %d
ru: Заглушка документа: %d

source: UUID of a document, universally Unique ID. An unique identifier generated for each document.
ru: UUID документа. Уникальный идентификатор, генерируемый для каждого документа.

source: The document type of the document.
ru: Тип документа.

source: A short text identifying the document. By default, will be set to the filename of the first file uploaded to the document.
ru: Короткий текст, идентифицирующий документ. По умолчанию будет установлено имя первого файла, загруженного в документ.

source: An optional short text describing a document.
ru: Краткое описание документа.

source: Description
ru: Описание

source: The date and time of the document creation.
ru: Дата и время создания документа.

source: Created
ru: Создан

source: The primary language in the document.
ru: Основной язык документа.

source: Whether or not this document is in the trash.
ru: Находится ли этот документ в корзине или нет.

source: In trash?
ru: В корзине?

source: The server date and time when the document was moved to the trash.
ru: Дата и время на сервере, когда документ был перемещен в корзину.

source: Date and time trashed
ru: Дата и время перемещения в корзину

source: A document stub is a document with an entry on the database but no file uploaded. This could be an interrupted upload or a deferred upload via the API.
ru: Заглушка документа - это запись в базе данных без самого документа. Документ может оказаться заглушкой, если загрузка прервалась, или выполняется отложенная загрузка через API.

source: Is stub?
ru: Является заглушкой?

source: Amount of time after which documents of this type will be moved to the trash.
ru: Сколько должно пройти времени, прежде чем документы этого типа будут перемещены в корзину.

source: Trash time period
ru: Период жизни

source: Trash time unit
ru: Единица измерения периода жизни

source: Amount of time after which documents of this type in the trash will be deleted.
ru: Сколько должно пройти времени, прежде чем документы этого типа будут удалены из корзины.

source: Delete time period
ru: Период удаления

source: Delete time unit
ru: Единица измерения периода удаления

source: The class responsible for producing the actual filename used to store the uploaded documents.
ru: Класс, отвечающий за создание фактического имени файла, используемого для хранения загруженных документов.

source: Filename generator backend
ru: Бэкэнд генератора имен файлов

source: The arguments for the filename generator backend as a YAML dictionary.
ru: Аргументы для бэкэнда генератора имен файлов в формате YAML-словаря.

source: Filename generator backend arguments
ru: Аргументы для бэкэнда генератора имен файлов

source: Documents types
ru: Типы документов

source: Enabled
ru: Включено

source: Quick label
ru: Быстрый ярлык

source: The server date and time when the document version was created.
ru: Дата и время на сервере, когда версия документа была создана.

source: An optional short text describing the document version.
ru: Краткое описание версии документа.

source: Determines the active version of the document.
ru: Определяет активную версию документа.

source: Active
ru: Активна

source: Document versions
ru: Версии документа

source: %(document_version)s page %(page_number)d of %(total_pages)d
ru: %(document_version)s страница %(page_number)d из %(total_pages)d

source: Unique integer number for the page. Pages are ordered by this number.
ru: Уникальное целое число для страницы. Страницы отсортированы по этому номеру.

source: Content type for the source object of the page.
ru: Тип контента для исходного объекта страницы.

source: ID for the source object of the page.
ru: ID исходного объекта страницы.

source: Document version page
ru: Страница версии документа

source: User
ru: Пользователь

source: Favorite document
ru: Избранный документ

source: Favorite documents
ru: Избранные документы

source: Accessed
ru: Просмотрен

source: Recent document
ru: Недавний документ

source: Recent documents
ru: Недавние документы

source: Recently accessed document
ru: Недавно просмотренный документ

source: Recently accessed documents
ru: Недавно просмотренные документы

source: Create documents
ru: Создать документы

source: Edit documents
ru: Редактировать документы

source: Edit document properties
ru: Редактировать свойства документов

source: Execute document modifying tools
ru: Запускать инструменты изменения документов

source: View documents
ru: Просмотр документов

source: Delete document files
ru: Удалить файлы документов

source: Edit document files
ru: Редактировать файлы документов

source: Create new document files
ru: Создать файлы документов

source: Print document files
ru: Распечатать файлы документов

source: Execute document file modifying tools
ru: Запускать инструменты изменения файлов документов

source: View document files
ru: Просмотр файлов документов

source: Create document versions
ru: Создать версии документов

source: Delete document versions
ru: Удалить версии документов

source: Edit document versions
ru: Редактировать версии документов

source: Print document versions
ru: Распечатать версии документов

source: View document versions
ru: Посмотреть версии документов

source: Create document types
ru: Создать типы документов

source: Delete document types
ru: Удалить типы документов

source: Edit document types
ru: Редактировать типы документов

source: View document types
ru: Просмотр типов документов

source: Restore trashed document
ru: Восстановить документы в корзине

source: Delete trashed documents
ru: Удалить документы в корзине

source: Trash documents
ru: Переместить документы в корзину

source: Documents periodic
ru: Документы периодически

source: Uploads
ru: Загрузки

source: Empty the trash can
ru: Очистить корзину

source: Delete a document
ru: Удалить документ

source: Append all document file pages to a document version
ru: Добавить все страницы файла документа к версии документа

source: Reset the page list of a document version
ru: Сбросить список страниц версии документа

source: Delete a document version
ru: Удалить версию документа

source: Export a document version
ru: Экспортировать версию документа

source: Check document type trash periods
ru: Проверить периоды корзины для типов документов

source: Delete document stubs
ru: Удалить заглушки документов

source: Check document type delete periods
ru: Проверить периоды удаления для типов документов

source: Update document page count
ru: Обновить количество страниц документа

source: Upload new document file
ru: Загрузить новый файл документа

source: Upload new document
ru: Загрузить новый документ

source: Document type label
ru: Заголовок типа документа

source: Document label
ru: Заголовок документа

source: Document description
ru: Описание документа

source: Document UUID
ru: UUID документа

source: Document file checksum
ru: Контрольная сумма файла документа

source: Document file MIME type
ru: MIME тип файла документа

source: Document version comment
ru: Комментарий к версии документа

source: Binary content for the new file.
ru: Двоичное содержимое для нового файла.

source: Document type ID for the new document.
ru: Идентификатор типа документа для нового документа.

source: Content type ID of the source object for the page.
ru: Идентификатор типа контента исходного объекта для страницы.

source: Document ID for the new favorite document.
ru: Идентификатор документа для нового избранного документа.

source: The threshold at which the DOCUMENTS_FILE_PAGE_IMAGE_CACHE_STORAGE_BACKEND will start deleting the oldest document file page image cache files. Specify the size in bytes.
ru: Пороговое значение в байтах, при котором DOCUMENTS_FILE_PAGE_IMAGE_CACHE_STORAGE_BACKEND начнет удаление самых старых файлов кеша изображений страницы файла документа.

source: Path to the Storage subclass to use when storing document files.
ru: Путь к подклассу Storage для использования при хранении файлов документов.

source: Arguments to pass to the DOCUMENT_FILE_STORAGE_BACKEND.
ru: Аргументы, передаваемые в DOCUMENT_FILE_STORAGE_BACKEND.

source: Path to the Storage subclass to use when storing the cached document file page image files.
ru: Путь к подклассу Storage для использования при хранении кэшированных изображний страниц файла документа.

source: Arguments to pass to the DOCUMENTS_FILE_PAGE_IMAGE_CACHE_STORAGE_BACKEND.
ru: Аргументы, передаваемые в DOCUMENTS_FILE_PAGE_IMAGE_CACHE_STORAGE_BACKEND.

source: Maximum number of favorite documents to remember per user.
ru: Максимальное количество избранных документов для каждого пользователя.

source: Size of blocks to use when calculating the document file's checksum. A value of 0 disables the block calculation and the entire file will be loaded into memory.
ru: Размер блоков, используемых при вычислении контрольной суммы файла документа. Значение 0 отключает вычисление блоками, и весь файл будет загружен в память.

source: Default documents language (in ISO639-3 format).
ru: Язык документов по умолчанию (в формате ISO639-3).

source: List of supported document languages. In ISO639-3 format.
ru: Список поддерживаемых языков документов (в формате ISO639-3).

source: The threshold at which the DOCUMENT_VERSION_PAGE_IMAGE_CACHE_STORAGE_BACKEND will start deleting the oldest document version page image cache versions. Specify the size in bytes.
ru: Пороговое значение в байтах, при котором DOCUMENT_VERSION_PAGE_IMAGE_CACHE_STORAGE_BACKEND начнет удаление самых старых файлов кэша изображений версий страниц документа.

source: Path to the Storage subclass to use when storing the cached document version page image versions.
ru: Путь к подклассу Storage для использования при хранении кэша файлов изображений страниц версии документа.

source: Arguments to pass to the DOCUMENTS_VERSION_PAGE_IMAGE_CACHE_STORAGE_BACKEND.
ru: Аргументы, передаваемые в DOCUMENTS_VERSION_PAGE_IMAGE_CACHE_STORAGE_BACKEND.

source: Maximum number of recently accessed documents (created, edited, viewed) to remember per user.
ru: Максимальное количество недавно созданных, измененных, просмотренных документов, запоминаемых для каждого пользователя.

source: Maximum number of recently created documents to show.
ru: Максимальное количество недавно созданных документов для отображения.

source: Amount in degrees to rotate a document page per user interaction.
ru: Градус поворота страницы документа в интерактивном режиме.

source: Time after which a document stub will be considered invalid and deleted.
ru: Время, по истечении которого заглушка документа становится недействительной и будет удалена.

source: Height in pixels of the document thumbnail image.
ru: Высота миниатюры документа в пикселях.

source: Maximum amount in percent (%) to allow user to zoom in a document page interactively.
ru: Значение в процентах (%), до которого можно увеличить страницу документа в интерактивном режиме.

source: Minimum amount in percent (%) to allow user to zoom out a document page interactively.
ru: Значение в процентах (%), до которого можно уменьшить страницу документа в интерактивном режиме.

source: Amount in percent zoom in or out a document page per user interaction.
ru: Шаг изменения масштаба страницы документа в процентах (%).

source: New documents per month
ru: Новые документы за месяц

source: New document files per month
ru: Новые файлы документов в месяц

source: New document pages per month
ru: Новые страницы документов за месяц

source: Total documents at each month
ru: Всего документов по месяцам

source: Total document files at each month
ru: Всего файлов документов по месяцам

source: Total document pages at each month
ru: Всего страниц документов по месяцам

source: Unable to initialize the document file storage. Check the settings {} and {} for formatting errors.
ru: Невозможно инициализировать хранилище файлов документов. Проверьте настройки {} и {} на наличие ошибок форматирования.

source: Unable to initialize the document file image storage. Check the settings {} and {} for formatting errors.
ru: Невозможно инициализировать хранилище изображений файлов документов. Проверьте настройки {} и {} на наличие ошибок форматирования.

source: Document file page images
ru: Изображения страниц файла документа

source: Unable to initialize the document version image storage. Check the settings {} and {} for formatting errors.
ru: Не удалось инициализировать хранилище изображений версий документов. Проверьте настройки {} и {} на наличие ошибок форматирования.

source: Document version page images
ru: Изображения страниц версии документа

source: Document page image preview
ru: Предпросмотр изображения страницы документа

source: No valid or active version
ru: Нет действующей или активной версии

source: No version pages
ru: Нет страниц версии

source: Page %(page_number)s of %(total_pages)s
ru: Страница %(page_number)s из %(total_pages)s

source: No pages to display
ru: Нет страниц для отображения

source: Unknown language "%s"
ru: Неизвестный язык "%s"

source: %(count)d document file queued for page count recalculation.
ru: %(count)d файл документа поставлен в очередь для пересчета количества страниц.

source: %(count)d document files queued for page count recalculation.
ru: %(count)d файлов документов поставлено в очередь для пересчета количества страниц.

source: Recalculate the page count of the document file: %s?
ru: Пересчитать количество страниц файла документа: %s?

source: This could mean that the document file is of a format that is not supported, that it is corrupted or that the upload process was interrupted. Use the document file page recalculation action to attempt to introspect the page count again.
ru: Это может означать, что файл документа имеет неподдерживаемый формат, поврежден или процесс загрузки был прерван. Используйте действие пересчета страниц файла документа, чтобы попытаться повторно проанализировать количество страниц.

source: No document file pages available
ru: Нет доступных страниц файла документа

source: Pages of document file: %s
ru: Страницы файла документа: %s

source: There are no more pages in this document
ru: В этом документе больше нет страниц

source: You are already at the first page of this document
ru: Вы уже находитесь на первой странице этого документа

source: Image of: %s
ru: Изображение для: %s

source: Error deleting document file "%(instance)s"; %(exception)s
ru: Ошибка при удалении файла документа "%(instance)s"; %(exception)s

source: Document file "%(object)s" deleted successfully.
ru: Файл документа "%(object)s" удален.

source: %(count)d document file deleted successfully.
ru: %(count)d файл документа удален.

source: %(count)d document files deleted successfully.
ru: %(count)d файлов документов удалено.
