Repository: relaxdiego/mayan-edms
Catalog: mayan/apps/linking/locale/*/LC_MESSAGES/django.po
Languages: pl, pt_br

source: Linking
pl: Łącza
pt_br: Ligações

source: Label
pl: Etykieta
pt_br: Rótulo

source: Smart links
pl: Łącza
pt_br: Links inteligentes

source: Smart link created
pl: Utworzono inteligentny link
pt_br: Link inteligente criado

source: Smart link edited
pl: Edytowano inteligentny link
pt_br: Link inteligente editado

source: Foreign document field
pl: Pole dokumentu zewnętrznego
pt_br: Campo de documento externo

source: Create new smart link
pl: Utwórz nowe łącze
pt_br: Criar novo link inteligente

source: Delete
pl: Usuń
pt_br: Excluir

source: Document types
pl: Typy dokumentów
pt_br: Tipos de documentos

source: Edit
pl: Edytuj
pt_br: Editar

source: Documents
pl: Dokumenty
pt_br: Documentos

source: Create condition
pl: Utwórz warunek
pt_br: Criar condição

source: Conditions
pl: Warunki
pt_br: Condições

source: and
pl: i
pt_br: e

source: or
pl: lub
pt_br: ou

source: is equal to
pl: równa się
pt_br: é igual a

source: is equal to (case insensitive)
pl: równa się (wielkość liter ma znaczenie)
pt_br: é igual a (case insensitive)

source: contains
pl: zawiera
pt_br: contém

source: contains (case insensitive)
pl: zawiera (wielkość liter ma znaczenie)
pt_br: contém (case insensitive)

source: is in
pl: jest w
pt_br: está em

source: is greater than
pl: jest większe niż
pt_br: é maior do que

source: is greater than or equal to
pl: jest większe niż lub równe
pt_br: é maior ou igual a

source: is less than
pl: jest mniejsze niż
pt_br: é menor que

source: is less than or equal to
pl: jest mniejsze niż lub równe
pt_br: é menor ou igual a

source: starts with
pl: zaczyna się od
pt_br: começa com

source: starts with (case insensitive)
pl: zaczyna się od (wielkość liter ma znaczenie)
pt_br: começa com (case insensitive)

source: ends with
pl: kończy się na
pt_br: termina com

source: ends with (case insensitive)
pl: kończy się na (wielkość liter ma znaczenie)
pt_br: termina com (case insensitive)

source: is in regular expression
pl: jest w wyrażeniu regularnym
pt_br: está em expressão regular

source: is in regular expression (case insensitive)
pl: jest w wyrażeniu regularnym (wielkość liter ma znaczenie)
pt_br: está em expressão regular (case insensitive)

source: Error generating dynamic label; %s
pl: Błąd podczas generowania dynamicznej etykiety: %s
pt_br: Erro gerando rótulo dinâmico; %s

source: This smart link is not allowed for the selected document's type.
pl: To łącze nie jest dostępne dla wybranego typu dokumentu.
pt_br: Este link inteligente não é permitido para o tipo de documento selecionado.

source: not
pl: nie
pt_br: não

source: Full label
pl: Pełna etykieta
pt_br: Rótulo completo

source: A short text describing the smart link.
pl: Krótki tekst opisujący inteligentny link.
pt_br: Um texto curto descrevendo o link inteligente

source: Use this field to show a unique label depending on the document from which the smart link is being accessed.
pl: Użyj tego pola, aby wyświetlić unikalną etykietę w zależności od dokumentu, z którego uzyskuje się dostęp do inteligentnego łącza.
pt_br: Use este campo para mostrar um rótulo único dependendo do documento para o qual o link inteligente está sendo acessado.

source: Dynamic label
pl: Dynamiczna etykieta
pt_br: Rótulo dinâmico

source: Enabled
pl: Włączone
pt_br: Habilitado

source: Smart link
pl: Łącze
pt_br: Link inteligente

source: The inclusion is ignored for the first item.
pl: To wliczenie jest ignorowane dla pierwszego elementu.
pt_br: A inclusão é ignorada para o primeiro item.

source: This represents the metadata of all other documents.
pl: To odpowiada meta danym wszystkich pozostałych dokumentów.
pt_br: Esta expressão será avaliada contra o documento atual.

source: Foreign document attribute
pl: Atrybut obcego dokumentu
pt_br: Atributo documento externo

source: The expression using document properties to be evaluated against the foreign document field.
pl: Wyrażenie używające właściwości dokumentu, które ma zostać ocenione w stosunku do pola dokumentu zewnętrznego.
pt_br: A expressão usando propriedades de documento a ser avaliada contra o campo de documento externo.

source: Expression
pl: Wyrażenie
pt_br: Expressão

source: Inverts the logic of the operator.
pl: Odwraca logikę operatora.
pt_br: Inverte a lógica do operador.

source: Negated
pl: Zanegowany
pt_br: Negada

source: Link condition
pl: Warunek łącza
pt_br: Condição de ligação

source: Link conditions
pl: Warunki łącza
pt_br: Condições de ligação

source: View resolved smart links
pt_br: Ver smart links solucionados

source: Create new smart links
pl: Utwórz nowe łącza
pt_br: Criar novos links inteligentes

source: Delete smart links
pl: Usuń łącza
pt_br: Excluir links inteligentes

source: Edit smart links
pl: Edytuj łącza
pt_br: Editar links inteligentes

source: View existing smart links
pl: Przeglądaj istniejące łącza
pt_br: Ver os links inteligentes

source: Primary key of the document type to add to the smart link.
pt_br: Chave primária do tipo de documento a ser adicionado ao link inteligente.

source: Primary key of the document type to remove from the smart link.
pt_br: Chave primária do tipo de documento a ser removido do link inteligente.

source: Conditions are small logic units that when combined define how the smart link will behave.
pl: Warunki to małe jednostki logiczne, które po połączeniu określają zachowanie inteligentnego linku.
pt_br: Condições são pequenas unidades lógicas que quando combinadas definem como um link inteligente irá se comportar.

source: There are no conditions for this smart link
pl: Nie ma żadnych warunków dla tego inteligentnego linki
pt_br: Não há condições para este link inteligente

source: Conditions for smart link: %s
pl: Warunki łącza: %s
pt_br: Condições para a link inteligente: %s criado com sucesso.

source: Add new conditions to smart link: "%s"
pl: Dodaj nowe warunki do łącza: "%s"
pt_br: Adiciona novas condições para a link inteligente: %s

source: Delete smart link condition: "%s"?
pl: Usunąć warunek łącza: "%s"?
pt_br: Apagar condição de link inteligente: %s?

source: Edit smart link condition
pl: Edycja warunku łącza
pt_br: Editar condição de link inteligente

source: Resolved smart link query error: %s
pt_br: Erro na consulta de smart link solucionado: %s

source: Resolved smart link dynamic label error: %s
pt_br: Erro de nome dinâmico de smart link solucionado: %s

source: Documents in resolved smart link "%(resolved_smart_link)s" for "%(document)s"
pt_br: Documentos em smart link solucionado "%(resolved_smart_link)s" para "%(document)s"

source: Indexes group documents into units, usually with similar properties and of equal or similar types. Smart links allow defining relationships between documents even if they are in different indexes and are of different types.
pl: Indeksuje pogrupowane dokumenty w jednostki, zwykle o podobnych właściwościach i jednakowych lub podobnych typach. Inteligentne linki pozwalają definiować relacje między dokumentami, nawet jeśli mają one różne indeksy i są różnego rodzaju.
pt_br: Índices agrupam documentos em unidades, normalmente com propriedades e tipos similares. Links inteligentes permitem a definição de relações entre documentos mesmo se eles estiverem em índices diferentes e forem de tipos diferentes.

source: There are no smart links
pl: Brak inteligentnych linków
pt_br: Não há links inteligentes

source: Smart links allow defining relationships between documents even if they are in different indexes and are of different types.
pl: Inteligentne łącza pozwalają definiować relacje między dokumentami, nawet jeśli mają one różne indeksy i są różnego rodzaju.
pt_br: Links inteligentes permitem a definição de relações entre documentos mesmo se eles estiverem em índices diferentes e forem de tipos diferentes.

source: There are no resolved smart links for this document
pt_br: Não existem smart links solucionados para este documento

source: Resolved smart links for document: %s
pt_br: Solucionados smart links para o documento: %s

source: Available smart links
pl: Dostępne inteligentne linki
pt_br: Links inteligentes disponíveis

source: Smart links enabled
pl: Inteligentne linki właczone
pt_br: Links inteligentes habilitados

source: Smart links to enable for document type: %s
pl: Inteligentne łącza do włączenia dla typu dokumentu: %s
pt_br: Habilitar links inteligentes para o tipo de documento: %s

source: Available document types
pl: Dostępne typy dokumentów
pt_br: Tipos de documentos disponíveis

source: Document types enabled
pl: Typy dokumentów z udostępnionym łączem
pt_br: Tipos de documentos habilitados

source: Document type for which to enable smart link: %s
pl: Typy dokumentów, dla których zostanie udostępnione łącze: %s
pt_br: Tipo de documento para o qual a permitir link inteligente: %s

source: Delete smart link: %s
pl: Usuń łącze: %s
pt_br: Apagar link inteligente: %s

source: Edit smart link: %s
pl: Edytuj łącze: %s
pt_br: Editar link inteligente: %s
