Repository: relaxdiego/mayan-edms
Catalog: mayan/apps/file_caching/locale/*/LC_MESSAGES/django.po
Languages: fr, pl, ro_ro

source: File caching
fr: Mise en cache de fichiers
pl: Buforowanie plików
ro_ro: Memorizare în cache a fișierelor

source: Cache created
fr: Cache créé
pl: Utworzono pamięć podręczną
ro_ro: Cache creat

source: Cache edited
fr: Cache modifié
pl: Zmodyfikowano pamięć podręczną
ro_ro: Cache editat

source: Cache purged
fr: Cache vidé
pl: Pamięć podręczna została wyczyszczona
ro_ro: Cache golit

source: Cache partition purged
fr: Partition de cache purgée
ro_ro: Partiția cache a fost curățată

source: File caches
fr: Fichiers caches
pl: Pamięci podręczne plików
ro_ro: Fișiere în cache

source: Purge cache
fr: Vider le cache
pl: Wyczyść pamięć podręczną
ro_ro: Purjare cache

source: Size at which the cache will start deleting old entries.
fr: Taille à laquelle le cache commencera à supprimer les anciennes entrées.
pl: Rozmiar, przy którym pamięć podręczna rozpocznie usuwanie starych wpisów.
ro_ro: Mărimea la care cache-ul va începe să șteargă intrări vechi.

source: Maximum size
fr: Taille maximale
pl: Maksymalny rozmiar
ro_ro: Dimensiune maximă

source: Unknown
fr: Inconnu
pl: Nieznany
ro_ro: Necunoscut

source: Current size
fr: Taille actuelle
pl: Aktualny rozmiar
ro_ro: Dimensiunea curentă

source: Current size of the cache.
fr: Taille actuelle du cache.
pl: Aktualny rozmiar pamięci podręcznej.
ro_ro: Dimensiunea actuală a memoriei cache.

source: Current size of the cache partition.
ro_ro: Dimensiunea actuală a partiției cache.

source: Internal name of the defined storage for this cache.
fr: Nom interne du stockage défini pour ce cache.
pl: Wewnętrzna nazwa zdefiniowanej pamięci dla tej pamięci podręcznej.
ro_ro: Numele intern al stocării definite pentru acest cache.

source: Defined storage name
fr: Nom de stockage défini
pl: Zdefiniowana nazwa magazynu
ro_ro: Numele de stocare definit

source: Maximum size of the cache in bytes.
fr: Taille maximale du cache en octets.
pl: Maksymalny rozmiar pamięci podręcznej w bajtach.
ro_ro: Dimensiunea maximă a cache-ului în octeți.

source: Caches
pl: Pamięci podręczne
ro_ro: Cache-uri

source: Name
fr: Nom
pl: Nazwa
ro_ro: Nume

source: Cache partition
fr: Partition du cache
pl: Partycja pamięci podręcznej
ro_ro: Partiția cache

source: Cache partitions
fr: Partitions du cache
pl: Partycje pamięci podręcznej
ro_ro: Partiții cache

source: Date time
fr: Date et heure
pl: Data i godzina
ro_ro: Data și ora

source: Filename
fr: Nom de fichier
pl: Nazwa
ro_ro: Nume fişier

source: File size
fr: Taille du fichier
pl: Rozmiar pliku
ro_ro: Marime fişier

source: Times this cache partition file has been accessed.
ro_ro: Număr de accesări pentru fișierul de partiție cache.

source: Cache partition file
fr: Fichier de partition de cache
pl: Plik partycji pamięci podręcznej
ro_ro: Fișier partiție cache

source: Cache partition files
fr: Fichiers de partition de cache
pl: Pliki partycji pamięci podręcznej
ro_ro: Fișiere de partiție cache

source: Purge an object cache
fr: Purger un cache d'objet
ro_ro: Curățați memoria cache a unui obiect

source: Purge a file cache
fr: Purger un fichier cache
pl: Wyczyść pamięć podręczną plików
ro_ro: Purjați un cache de fișiere

source: View a file cache
fr: Afficher un fichier cache
pl: Wyświetl pamięć podręczną plików
ro_ro: Vizualizați un cache de fișiere

source: Purge a file cache partition
ro_ro: Ștergeți o partiție cache a fișierelor

source: Number of times a cache will retry failed attempts to prune files to free up space for new a file being requested, before giving up.
ro_ro: De câte ori o memorie cache va reîncerca încercările eșuate de a elimina fișiere pentru a elibera spațiu pentru un fișier nou solicitat, înainte de a renunța.

source: Number of times a cache will attempt to prune files to free up space for new a file being requested, before giving up.
ro_ro: De câte ori un cache va încerca să elimine fișiere pentru a elibera spațiu pentru un fișier nou solicitat, înainte de a renunța.

source: Details of cache: %s
fr: Détails du cache: %s
ro_ro: Detalii despre cache: %s

source: File caches list
fr: Liste des fichiers caches
pl: Lista pamięci podręcznych plików
ro_ro: Lista de cache de fișiere

source: Details cache: %s
ro_ro: Detalii despre cache: %s

source: Purge cache partitions of "%s"?
ro_ro: Goliți partițiile cache ale „%s”?

source: Object cache partitions submitted for purging.
ro_ro: Partiții din memoria cache a obiectelor trimise pentru curățare.

source: %(count)d caches submitted for purging.
ro_ro: %(count)d din memoria cache trimise pentru eliminare.

source: %(count)d cache submitted for purging.
ro_ro: %(count)d din memoria cache trimis pentru eliminare.

source: Submit the selected cache for purging?
ro_ro: Trimiteți memoria cache selectată pentru curățare?

source: Cache
pl: Pamięć podręczna
