Repository: relaxdiego/mayan-edms
Catalog: mayan/apps/task_manager/locale/*/LC_MESSAGES/django.po
Languages: ar, bg, de_de, nl, ro_ro, tr_tr

source: Task manager
ar: مدير المهام
bg: Управление на задачите
nl: Taakbeheer
ro_ro: Gestionar de sarcini
tr_tr: Görev Yöneticisi

source: Label
ar: العنوان
bg: Етикет
de_de: Bezeichner
ro_ro: Conținut etichetă
tr_tr: Etiket

source: Name
ar: اسم
bg: Име
nl: Naam
ro_ro: Nume
tr_tr: İsim

source: Default queue?
ar: قائمة الانتظار
bg: Опашка по подразбиране?
de_de: Standardwarteschlange
nl: Standaard wachtrij?
ro_ro: Coadă implicită?
tr_tr: Varsayılan sıra?

source: Is transient?
ar: هل تم الإضافة؟
bg: Преходен ли е?
de_de: Vorübergehend
nl: Is tijdelijk?
ro_ro: Este tranzitorie?
tr_tr: Geçici mi?

source: Type
ar: النوع
bg: Тип
de_de: Typ
ro_ro: Tip
tr_tr: Tür

source: Start time
ar: وقت البداية
bg: Начален час
de_de: Startzeit
nl: Starttijd
ro_ro: Timpul de începere
tr_tr: Başlangıç zamanı

source: Host
ar: مضيف
bg: Хост
ro_ro: Gazdă
tr_tr: Sunucu

source: Arguments
ar: المحددات
bg: Аргументи
de_de: Argumente
nl: Argumenten
ro_ro: Argumente
tr_tr: Argümanlar

source: Keyword arguments
ar: المحددات الرئيسية
bg: Аргументи на ключови думи
de_de: Schlüsselwortargumente
nl: Trefwoord argumenten
ro_ro: Argumentele cuvinte cheie
tr_tr: Anahtar kelime değişkenleri

source: Worker process ID
ar: رقم العمل للعميل
bg: Идентификационен номер на работния процес
de_de: Worker Prozess-ID
nl: Werkproces ID
ro_ro: ID-ul procesului de lucru
tr_tr: Worker proses ID

source: View tasks
ar: عرض المهام
bg: Преглед на задачите
de_de: Tasks ansehen
nl: Taken bekijken
ro_ro: Vedeți sarcinile
tr_tr: Görevleri görüntüle

source: Celery
ar: كرفس

source: Default: "AMQPLAIN". Set custom amqp login method.
ar: الدخول المتخصص
bg: По подразбиране: &quot;AMQPLAIN&quot;. Задайте потребителски метод за вход в amqp.
de_de: Standard: 'AMQPLAIN'. Legen Sie eine benutzerdefinierte amqp-Anmeldemethode fest.
nl: Standaard: "AMQPLAIN". Stel een aangepaste amqp-inlogmethode in.
ro_ro: Implicit: „AMQPLAIN”. Setați metoda de conectare amqp personalizată.
tr_tr: Varsayılan: "AMQPLAIN";. Özel amqp oturum açma yöntemini ayarlayın.

source: Default: "amqp://". Default broker URL. This must be a URL in the form of: transport://userid:password@hostname:port/virtual_host Only the scheme part (transport://) is required, the rest is optional, and defaults to the specific transports default values.
ar: : "المكان الإفتراضي المحدد للنقل://". Default broker URL. This must be a URL in the form of: transport://userid:password@hostname:port/virtual_host Only the scheme part (transport://) .
bg: По подразбиране: &quot;amqp: //&quot;. URL адрес на брокера по подразбиране Това трябва да бъде URL под формата на: transport://userid:password@hostname:port/virtual_host Изисква се само частта от схемата (transport://), останалото е по избор и по подразбиране към конкретните стойности на транспортиране по подразбиране.
de_de: Standard: "amqp://". Die Standard Broker-URL. Muss in folgender Form angegeben werden: transport://userid:password@hostname:port/virtual_host Nur das Schema (transport://) muss angegeben werden, der Rest ist optional und verweist auf die Standardwerte.
nl: Standaard: "amqp://". Standaard broker URL. Dit moet een URLS zijn in de vorm: transport://userid:password@hostname:port/virtual_host Alleen het protocol deel (transport://) is vereist, de rest is optioneel, en is standaard gelijk aan de standaardwaarden van het betreffende protocol.
ro_ro: Implicit: "amqp: //". Adresa URL a brokerului implicit. Aceasta trebuie să fie o adresă URL sub forma: transport://userid:password@hostname:port/virtual_host Este necesar doar partea sistemului (transport: //), restul este opțional și are implicit valorile implicite pentru transport.
tr_tr: Varsayılan: "amqp://". Varsayılan aracı URL'si. Bu, şu biçimde bir URL olmalıdır: transport://userid:password@hostname:port/virtual_host Yalnızca şema kısmı (transport://) gereklidir, gerisi isteğe bağlıdır ve varsayılan olarak belirli aktarımların varsayılan değerlerine göre ayarlanır.

source: Default: "Disabled". Toggles SSL usage on broker connection and SSL settings. The valid values for this option vary by transport.
ar: الغاء التفعيل الخيار الإفتراضي.
bg: По подразбиране: &quot;Неактивно&quot;. Превключва използването на SSL при връзка с брокера и настройките на SSL. Валидните стойности за тази опция варират в зависимост от транспорта.
de_de: Standard: 'Deaktiviert'. Schaltet die SSL-Verwendung für die Brokerverbindung und die SSL-Einstellungen um. Die gültigen Werte für diese Option variieren je nach Transport.
nl: Standaard: "Uitgeschakeld". Schakelt SSL-gebruik op broker-verbinding en SSL-instellingen in. De geldige waarden voor deze optie verschillen per transport.
ro_ro: Implicit: „Dezactivat”. Comută utilizarea SSL la conexiunea brokerului și setările SSL. Valorile valide pentru această opțiune variază în funcție de transport.
tr_tr: Varsayılan: "Devre Dışı". Aracı bağlantısında ve SSL ayarlarında SSL kullanımını değiştirir. Bu seçenek için geçerli değerler taşımaya göre değişir.

source: Default: No result backend enabled by default. The backend used to store task results (tombstones). Refer to http://docs.celeryproject.org/en/v4.1.0/userguide/configuration.html#result-backend
ar: : الخيار الافتراضي http://docs.celeryproject.org/en/v4.1.0/userguide/configuration.html#result-backend
bg: По подразбиране: По подразбиране не е активиран бекенд. Бекендът, използван за съхраняване на резултати от задачи (надгробни камъни). Вижте http://docs.celeryproject.org/en/v4.1.0/userguide/configuration.html#result-backend
de_de: Standard: Es ist standardmäßig kein Ergebnisbackend aktiviert. Das Backend speichert die Aufgabenergebnisse (tombstones). Siehe: http://docs.celeryproject.org/en/v4.1.0/userguide/configuration.html#result-backend
nl: Standaard: Geen resultatenbackend is ingeschakeld. De backend die gebruikt wordt om taakresultaten (tombstones) op te slaan. Verwijst naar http://docs.celeryproject.org/en/v4.1.0/userguide/configuration.html#result-backend
ro_ro: Implicit: niciun rezultat de backend activat în mod implicit. Backend-ul folosit pentru a stoca rezultatele sarcinilor (pietre funerare). Consultați http://docs.celeryproject.org/en/v4.1.0/userguide/configuration.html#result-backend
tr_tr: Varsayılan: Varsayılan olarak etkinleştirilen sonuç backend yok. Görev sonuçlarını (tombstones) depolamak için kullanılan backend. http://docs.celeryproject.org/en/v4.1.0/userguide/configuration.html#result-backend adresine bakın

source: Test queue
ar: منتظر الاختبار
bg: Опашка за тестове
de_de: Warteschlange testen
nl: Wachtrij testen
ro_ro: Coadă de așteptare de test
tr_tr: Test kuyruğu

source: Background task queues
ar: المهام تحت المعالجة
bg: Опашка на фонови задачи
de_de: Hintergrund-Warteschlangen
nl: Wachtrij achtergrondtaken
ro_ro: Cozi de sarcini în fundal
tr_tr: Arka planda görev kuyrukları
