Repository: relaxdiego/mayan-edms
Catalog: mayan/apps/events/locale/*/LC_MESSAGES/django.po
Languages: es

source: Events
es: Eventos

source: Date and time
es: Fecha y hora

source: Event
es: Evento

source: Target
es: Objetivo

source: Action object
es: Objeto de acción

source: Namespace
es: Categoría

source: Label
es: Etiqueta

source: Seen
es: Visto

source: Object
es: Objeto

source: Event type
es: Tipo de evento

source: Event list export to CSV
es: Exportación de la lista de eventos a CSV

source: Events exported.
es: Eventos exportados.

source: The event list has been exported and is available for download using the link: %(download_url)s or from the downloads area (%(download_list_url)s).
es: La lista de eventos se ha exportado y está disponible para descargar mediante el enlace: %(download_url)s o desde el área de descargas (%(download_list_url)s).

source: Events cleared
es: Eventos exportados

source: Events exported
es: Eventos exportados

source: Subscription
es: Suscripción

source: Subscribed
es: Suscrito

source: System
es: Sistema

source: Clear events
es: Mis eventos

source: Export events
es: Exportar eventos

source: Event subscriptions
es: Suscripciones de eventos

source: Object event subscriptions
es: Suscripciones a eventos de objetos

source: Mark as seen
es: Marcar como visto

source: Mark all as seen
es: Marcar todos como vistos

source: Subscriptions
es: Suscripciones

source: Unknown or obsolete event type: %s
es: Tipo de evento desconocido u obsoleto: %s

source: Name
es: Nombre

source: Stored event type
es: Tipo de evento almacenado

source: Stored event types
es: Tipos de eventos almacenados

source: User
es: Usuario

source: Event subscription
es: Suscripción de evento

source: Action
es: Acción

source: Read
es: Leido

source: Notification
es: Notificación

source: Notifications
es: Notificaciones

source: Object event subscription
es: Suscripción a eventos de objetos

source: Clear the events of an object
es: Exportar los eventos de un objeto

source: Export the events of an object
es: Exportar los eventos de un objeto

source: View the events of an object
es: Acceder a los eventos de un objeto

source: Clear event querysets
es: Exportar conjuntos de consultas de eventos

source: Export event querysets
es: Exportar conjuntos de consultas de eventos

source: Event type namespace URL
es: URL del espacio de nombres del tipo de evento

source: Actor content type
es: Tipo de contenido de actor

source: Target content type
es: Tipo de contenido del objetivo

source: Verb
es: Verbo

source: This action is not reversible. The process will be performed in the background.
es: Esta acción no es reversible. El proceso se realizará como una tarea de fondo.

source: Event list clear task queued successfully.
es: La tarea de exportación de la lista de eventos se puso en cola con éxito.

source: Clear events of: %s
es: Exportar eventos para: %s

source: Clear events of type: %s
es: Borrar eventos de tipo: %s

source: Events track actions that have been performed on, to, or with objects.
es: Los eventos rastrean las acciones que se han realizado sobre, hacia o con objetos.

source: There are no events
es: No hay eventos

source: There are no events for this object
es: No hay eventos para este objeto

source: Events for: %s
es: Eventos para: %s

source: There are no events of this type
es: No hay eventos de este tipo

source: Events of type: %s
es: Eventos de tipo: %s

source: The process will be performed in the background. The exported events will be available in the downloads area.
es: El proceso se realizará en segundo plano. Los eventos exportados estarán disponibles en el área de descargas.

source: Event list export task queued successfully.
es: La tarea de exportación de la lista de eventos se puso en cola con éxito.

source: Export events of: %s
es: Exportar eventos para: %s

source: Export events of type: %s
es: Exportar eventos de tipo: %s

source: Subscribe to global or object events to receive notifications.
es: Suscríbase a eventos globales o de objetos para recibir notificaciones.

source: There are no notifications
es: No hay notificaciones

source: Mark the selected notification as read?
es: ¿Marcar la notificación seleccionada como leída?

source: Notification marked as read.
es: Notificación marcada como leída.

source: Mark all notification as read?
es: ¿Marcar todas las notificaciones como leídas?

source: All notifications marked as read.
es: Todas las notificaciones marcadas como leídas.

source: Error updating event subscription; %s
es: Error al actualizar la suscripción al evento; %s

source: Event subscriptions updated successfully
es: Las suscripciones de eventos se actualizaron con éxito

source: Error updating object event subscription; %s
es: Error al actualizar la suscripción al evento de objeto; %s

source: Object event subscriptions updated successfully
es: Las suscripciones a eventos de objeto se actualizaron con éxito

source: Event subscriptions for: %s
es: Suscripciones de eventos para: %s

source: Subscribe to the events of an object to received notifications when those events occur.
es: Suscríbase a los eventos de un objeto para recibir notificaciones cuando ocurran esos eventos.

source: There are no object event subscriptions
es: No hay suscripciones de eventos de objetos.
