Repository: relaxdiego/mayan-edms
Catalog: mayan/apps/dependencies/locale/*/LC_MESSAGES/django.po
Languages: ar, pt_br, ro_ro

source: Dependencies
ar: الارتباطات
pt_br: Dependências
ro_ro: Dependenţe

source: Label
ar: العنوان
pt_br: Rótulo
ro_ro: Conținut etichetă

source: Internal name
ar: الإسم الداخلي
pt_br: Nome interno
ro_ro: Nume intern

source: Description
ar: الوصف
pt_br: Descrição
ro_ro: Descriere

source: Type
ar: النوع
pt_br: Tipo
ro_ro: Tip

source: Other data
ar: بيانات اخرى
pt_br: Outros dados
ro_ro: Alte date

source: Declared by
ar: عرف من قبل
pt_br: Declarado por
ro_ro: Declarată de

source: Version
ar: الاصدار
pt_br: Versão
ro_ro: Versiune

source: Environment
ar: البيئة
pt_br: Ambiente
ro_ro: Ambianță

source: Check
ar: مراجعة
pt_br: Verificar
ro_ro: Verificare

source: Name
ar: اسم
pt_br: Nome
ro_ro: Nume

source: App
ar: التطبيقات

source: Need to specify at least one: app_label or module.
ar: بحاجة الى تحديد: app_label or module.
pt_br: É necessário especificar ao menos um: app_label ou módulo.
ro_ro: Trebuie să specificați cel puțin una: app_label sau modul.

source: Dependency "%s" already registered.
ar: الارتباطات "%s" معرفة سابقاً.
pt_br: Dependência "%s" já registrada.
ro_ro: Dependența "%s" deja înregistrată.

source: Installing package: %s...
ar: تم تنصيب الملفات: %s...
pt_br: Instalando pacote: %s...
ro_ro: Instalarea pachetului: %s ...

source: Already installed.
ar: التنصيب معرف مسبقاً
pt_br: Já instalado.
ro_ro: Deja instalat.

source: Complete.
ar: أكتمل
pt_br: Completo.
ro_ro: Complet.

source: Installed and correct version
ar: الإصدار الصحيح
pt_br: Instalado e versão correta
ro_ro: Versiunea instalată și corectă

source: Missing or incorrect version
ar: تفتقد او إصدار غير متطابق
pt_br: Versão incorreta ou faltante
ro_ro: Versiune lipsă sau incorectă

source: None
ar: لا شيء
pt_br: Nenhum
ro_ro: Nici unul

source: Not specified
ar: لم يتم التحديد
pt_br: Não especificado
ro_ro: Nespecificat

source: Patching files...
ar: تصحيح الملفات
pt_br: Aplicando patch em arquivos...
ro_ro: Patching fișiere ...

source: Executables that are called directly by the code.
ar: ملفات قابلة للتنفيذ
pt_br: Executáveis que são chamados diretamente pelo código.
ro_ro: Executabile care sunt apelate direct de cod.

source: Binary
ar: ثنائي
ro_ro: Binar

source: JavaScript libraries downloaded the from NPM registry and used for front-end functionality.
ar: تم تنزيل الملفات المطلوبة للتعديل
pt_br: As bibliotecas JavaScript são baixadas do registro NPM e são usadas para funcionalidades de interface de usuário.
ro_ro: Bibliotecile JavaScript descărcate din registrul NPM și folosite la funcționalitatea front-end.

source: JavaScript
ar: جافا سكريبت

source: Downloading...
ar: تحميل
pt_br: Baixando...
ro_ro: Se descarcă...

source: Verifying...
ar: تحقق...
pt_br: Verificando...
ro_ro: Se verifică ...

source: Extracting...
ar: فك الضغط
pt_br: Extraindo...
ro_ro: Se extrage ...

source: Python packages downloaded from PyPI.
ar: تم تنزيل ملفات البايثون
pt_br: Pacotes Python baixados do PyPi.
ro_ro: Pachetele Python descărcate de la PyPI.

source: Python
ar: بايثون

source: Fonts downloaded from fonts.googleapis.com.
ar: خطوط تم تحميلها
pt_br: Fontes baixadas de fonts.googleapis.com.
ro_ro: Fonturi descărcate de la fonts.googleapis.com.

source: Google font
ar: خط قوقل
pt_br: Fonte do Goole
ro_ro: Font Google

source: Declared in app
ar: تم اعلان التطبيق
pt_br: Declarada no app
ro_ro: Declarate în aplicație

source: Show dependencies by the app that declared them.
ar: اظهار الارتباطات للنظام
pt_br: Mostrar as dependências pelo app que as declarou.
ro_ro: Afișați dependențele după aplicația care le-a declarat.

source: Class
ar: الفئة
pt_br: Classe
ro_ro: Clasă

source: Show the different classes of dependencies. Classes are usually divided by language or the file types of the dependency.
ar: يتم تقسيم الفئات حسب اللغة
pt_br: Mostrar as diferentes classes de dependências. Classes são normalmente divididas por idioma ou pelos tipos de arquivo da dependência.
ro_ro: Arătați diferitele clase de dependențe. Clasele sunt de obicei împărțite în funcție de limbă sau de tipurile de fișiere ale dependenței.

source: State
ar: الحالة
pt_br: Estado
ro_ro: Stare

source: Show the different states of the dependencies. True means that the dependencies is installed and is of a correct version. False means the dependencies is missing or an incorrect version is present.
ar: يوجد خطأ في الارتباطات للتأكد من ادخال القيم الصحيحة
pt_br: Mostrar os diferentes estados das dependências. True significa que as dependências estão instaladas e estão na versão correta. False significa que as dependências não estão instaladas ou estão na versão incorreta.
ro_ro: Afișați diferitele stări ale dependențelor. True înseamnă că dependențele sunt instalate și că au o versiune corectă. Fals înseamnă că lipsesc dependențele sau există o versiune incorectă.

source: Dependencies required for an environment might not be required for another. Example environments: Production, Development.
ar: الارتباطات مرتبطة ببيئة مختلفة
pt_br: Dependências requeridas por um ambiente podem não ser exigidas para outro. Exempo de ambientes: Produção, Desenvolvimento.
ro_ro: Este posibil ca dependențele necesare pentru un mediu să nu fie necesare pentru altul. Exemplu de medii: producție, dezvoltare.

source: Environment used for building distributable packages of the software. End users can ignore missing dependencies under this environment.
ar: البيئة المستخدمة للحزم فعالة
pt_br: Ambiente usado para build de pacotes distribuíveis do software. Usuários finais podem ignorar dependências faltantes neste ambiente.
ro_ro: Mediul utilizat pentru a construi pachete distribuite ale software-ului. Utilizatorii finali pot ignora dependențele care lipsesc în acest mediu.

source: Build
ar: بناء

source: Environment used for developers to make code changes. End users can ignore missing dependencies under this environment.
ar: البيئة المستخدمة للمطورين لإجراء التعديلات البرمجية
pt_br: Ambiente usado por desenvolvedores realizarem alterações no código. Usuários finais podem ignorar dependências faltantes neste ambiente.
ro_ro: Mediul fost folosit de dezvoltatori pentru a face schimbări de cod. Utilizatorii finali pot ignora dependențele care lipsesc în acest mediu.

source: Development
ar: تطوير
pt_br: Desenvolvimento
ro_ro: Dezvoltare

source: Environment used for building the documentation. End users can ignore missing dependencies under this environment.
ar: البيئة المستخدمة لتخزين الوثائق للمستخدمين
pt_br: Ambiente usado para build da documentação. Usuários finais podem ignorar dependências faltantes neste ambiente.
ro_ro: Mediu folosit pentru construirea documentației. Utilizatorii finali pot ignora dependențele lipsă din acest mediu.

source: Documentation
ar: الوثائق
pt_br: Documentação
ro_ro: Documentație

source: Normal environment for end users. A missing dependency under this environment will result in issues and errors during normal use.
ar: البيئة النهائية للمستخدمين
pt_br: Ambiente normal para usuários finais. Uma dependência faltante neste ambiente irá resultar em erros e problemas durante o uso normal.
ro_ro: Mediu normal pentru utilizatorii finali. O dependență lipsă în acest mediu va duce la probleme și erori în timpul utilizării normale.

source: Production
ar: البيئة الفعلية
pt_br: Produção
ro_ro: Producție

source: Environment used running the test suit to verify the functionality of the code. Dependencies in this environment are not needed for normal production usage.
ar: البيئة التطويرية
pt_br: Ambiente usado pelo conjunto de testes para verificar o funcionamento do código. Dependências neste ambiente não são necessárias em uso normal em produção.
ro_ro: Mediul în care rulează setul de testare pentru a verifica funcționalitatea codului. Dependențele în acest mediu nu sunt necesare pentru utilizarea normală în producție.

source: Testing
ar: إختبارات
pt_br: Teste
ro_ro: Testare

source: Check for updates
ar: التحديثات
pt_br: Buscar atualizações
ro_ro: Verifică pentru actualizări

source: Groups
ar: المجموعات
pt_br: Grupos
ro_ro: Grupuri

source: Entries
ar: المدخلات
pt_br: Entradas
ro_ro: Intrări

source: Details
ar: التفاصيل
pt_br: Detalhes
ro_ro: Detalii

source: Dependencies licenses
ar: الارتباطات والتراخيص
pt_br: Licenças das dependências
ro_ro: Licențe de dependență

source: Outputs the dependencies as a comma delimited values list.
ar: استخراج الارتباطات على شكل قائمة
pt_br: Gera as dependências como uma lista de valores delimitados por vírgula.
ro_ro: Exportă dependențele ca listă de valori delimitate prin virgulă.

source: Comma separated names of dependencies to exclude from the list generated.
ar: فصل الارتباطات
pt_br: Lista separada por vírgulas dos nomes das dependências a serem excluídas da lista gerada.
ro_ro: Numele de dependențe separate prin vigulă ce vor fi excluse din lista generată.

source: Comma separated names of dependencies to show in the list while excluding every other one.
ar: فصل الارتباطات لللجميع
pt_br: Lista separada por vírgulas dos nomes das dependências a serem exibidas na lista ao se exluir todas as demais.
ro_ro: Numerele de dependențe separate prin virgule ce vor fi afișate în listă, excluzând totodată pe celelalte.

source: Process a specific app.
ar: معالجة التطبيق
pt_br: Processar um app específico.
ro_ro: Procesați o aplicație specifică.

source: Force installation even if already installed.
ar: فرض التتبيت حتى لوكان مثبت
pt_br: Forçar a instalação mesmo se já instaladas.
ro_ro: Forțați instalarea chiar dacă este instalat deja.

source: View dependencies
ar: استعراض الارتباطات
pt_br: Ver dependências
ro_ro: Vizualizați dependențele

source: Entries for dependency group: %s
ar: ادخالات ارتباط المجموعة: %s
pt_br: Entrada para o grupo de dependências: %s
ro_ro: Intrările pentru grupul de dependență: %s

source: Group %s not found.
ar: لم يتم العثور على المجموعة%s
pt_br: Grupo %s não encontrado.
ro_ro: Grupul %s nu a fost găsit.

source: Dependency groups
ar: إرتباط المجموعات
pt_br: Grupos de dependências
ro_ro: Grupuri de dependență

source: Dependency group and entry: %(group)s, %(entry)s
ar: مدخلات الارتباط: %(group)s, %(entry)s
pt_br: Grupo de dependências e entrada: %(group)s, %(entry)s
ro_ro: Grupul de dependență și intrările aferente: %(group)s, %(entry)s

source: Entry %s not found.
ar: المدخلات%sالغير ظاهرة
pt_br: Entrada %s não encontrada.
ro_ro: Intrarea %s nu a fost găsită.

source: Other packages licenses
ar: التراخيص الأخرى
pt_br: Licenças de outros pacotes
ro_ro: Licențe pentru alte pachete

source: Environments
pt_br: Ambientes
ro_ro: Ambianțe

source: Environment used to specify direct documentation depedencies to workaround unpinned or immutable depedency bugs in third party libraries. End users can ignore missing dependencies under this environment.
ro_ro: Mediu utilizat pentru a specifica dependențe directe ale documentației pentru a rezolva erorile de dependență nefixate sau imuabile din bibliotecile terțelor părți. Utilizatorii finali pot ignora dependențele lipsă în acest mediu.

source: Documentation (override)
ro_ro: Documentație (înlocuire)
