Repository: relaxdiego/mayan-edms
Catalog: mayan/apps/user_management/locale/*/LC_MESSAGES/django.po
Languages: ar

source: User management
ar: إدارة المستخدم

source: Group
ar: المجموعة

source: Groups
ar: المجموعات

source: Name
ar: اسم

source: User
ar: مستخدم

source: Users
ar: المستخدمين

source: Email
ar: البريد الإلكتروني

source: First name
ar: الاسم الاول

source: Is active?
ar: مفعل؟

source: Last name
ar: الاسم الأخير

source: Password
ar: كلمة المرور

source: Username
ar: اسم الدخول

source: Has usable password?
ar: تشفير كلمة المرور؟

source: All the groups.
ar: جميع المجموعات

source: All the users.
ar: جميع المستخدمين

source: Total users
ar: مجموع المستخدمين

source: Total groups
ar: مجموع المجموعات

source: Group created
ar: انشاء مجموعة

source: Group edited
ar: تعديل المجموعة

source: User created
ar: انشاء مستخدم جديد

source: User edited
ar: تعديل مستخدم

source: User logged in
ar: الدخول الى النظام

source: User logged out
ar: الخروج من النظام

source: User details
ar: تفاصيل المستخدم

source: Create new group
ar: إنشاء مجموعة جديدة

source: Delete
ar: حذف

source: Edit
ar: تعديل

source: Create new user
ar: إنشاء مستخدم جديد

source: User options
ar: تفضيلات المستخدم

source: Account
ar: الحساب

source: Attributes
ar: متغيرات

source: Forbid this user from changing their password.
ar: لا يسمح بتغير كلمة المرور

source: User settings
ar: إعدادات المستخدم

source: Users settings
ar: اعدادات المستخدمين

source: Create new groups
ar: إنشاء مجموعات جديدة

source: Delete existing groups
ar: حذف المجموعات المعروضة

source: Edit existing groups
ar: تعديل المجموعات المعروضة

source: View existing groups
ar: عرض المجموعات الحالية

source: Create new users
ar: إنشاء مستخدمين جدد

source: Delete existing users
ar: حذف المستخدمين الحاليين

source: Edit existing users
ar: تحرير المستخدمين الحاليين

source: View existing users
ar: عرض المستخدمين الحاليين

source: username
ar: اسم الدخول

source: Anonymous
ar: مجهول

source: Edit group: %s
ar: تعديل المجموعة: %s

source: User groups are organizational units. They should mirror the organizational units of your organization. Groups can't be used for access control. Use roles for permissions and access control, add groups to them.
ar: مجموعات المستخدمين هي وحدات تنظيمية. يجب أن تنعكس الوحدات التنظيمية للمنشأة ، لا يمكن استخدام المجموعات للتحكم في الوصول. استخدم الأدوار للأذونات والتحكم في الوصول ، أضف مجموعات إليها

source: There are no user groups
ar: لا يوجد مجموعات للمستخدم

source: Available users
ar: المستخدم متاح

source: Group users
ar: مستخدمي المجموعة

source: Users of group: %s
ar: مستخدمي المجموعة: %s

source: Details of user: %s
ar: تفاصيل المستخدم: %s

source: Edit user: %s
ar: تعديل المستخدم: %s

source: Available groups
ar: المجموعات المتاحة

source: User groups
ar: مجموعات المستخدم

source: Groups of user: %s
ar: مجموعات المستخدم: %s

source: User accounts can be create from this view. After creating a user account you will prompted to set a password for it.
ar: يجب تعين كلمة المرور بعد أنشاء حساب المستخدم

source: There are no user accounts
ar: لا يوجد حساب للمستخدم

source: Edit options for user: %s
ar: تعديل المستخدم: %s
